S यह जिला पुराने विभाजन के अनुसर नेपाल के पूर्वांचल विकास क्षेत्र के सगर माथा अंचल में पड़ता है .
A 5 6|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||सगरमाथा|||REQUIRED|||-NONE-|||0

S ने नेपाल एकीकरण से पहले छोटे छोटे राज्यों मे विभक्त था तव पश्चिम नेपाल के चौबीस राज्यों मे लम जुंग एक राज्य था .
A 0 1|||U:ADP||||||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||चौबिस|||REQUIRED|||-NONE-|||0
A 18 20|||R:ORTH|||लमजुंग|||REQUIRED|||-NONE-|||0

S उन के वंशज पृथ्वी नारायण शाह ने मल्ल काल में विभाजित हुआ नेपाल का पुनर् एकीकरण प्रारम्भ किया था .
A 14 15|||U:ADJ||||||REQUIRED|||-NONE-|||0

S इस जल्ला के पूर्व में चितवन और गोरखा उत्तर में कास्क और लम जुंग पश्चिम मे सांजस्य दक्षिण मे अल्पाल्प और नवल परासी जिलाएँ हैं .
A 1 2|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||कास्की|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||लमजुंग|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||स्यांजा|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||पाल्पा|||REQUIRED|||-NONE-|||0
A 21 23|||R:ORTH|||नवलपरासी|||REQUIRED|||-NONE-|||0
A 23 24|||R:NOUN|||जिलाएं|||REQUIRED|||-NONE-|||0

S इस जिला के पूर्व में चितवन और गोरखा उत्तर में कास्क और लम जुंग पश्चिम मे सांजस्य दक्षिण मे अल्पाल्प और नवल परासी जिलाएँ हैं .
A 10 11|||R:OTHER|||कास्की|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||लमजुंग|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||स्यांजा|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||पाल्पा|||REQUIRED|||-NONE-|||0
A 21 23|||R:ORTH|||नवलपरासी|||REQUIRED|||-NONE-|||0
A 23 24|||R:NOUN|||जिलाएं|||REQUIRED|||-NONE-|||0

S स्यावाज जल्ला नेपाल के पश्चिमाचल विकास क्षेत्र के गण्डकी अंचल में स्थित एक अत्याधिक उर्वर एवं घना वस्ती समेटा हुवा जल्ला हैं .
A 0 1|||R:OTHER|||स्याङ्जा|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||जिल्ला|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||पश्चिमाञ्चल|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||अञ्चल|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||हुआ|||REQUIRED|||-NONE-|||0
A 20 21|||R:NOUN|||जिल्ला|||REQUIRED|||-NONE-|||0

S इस जल्ला के पूर्व में मनहुँ ज़ उत्तर में कास्क ज़ पश्चिम मे पर्वत और गुल्मी जिल् लाएं हैं .
A 1 2|||R:NOUN|||जिल्ला|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||तनहुँ|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||कास्की|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 16 18|||R:ORTH|||जिल्लाएं|||REQUIRED|||-NONE-|||0

S सांजस्य जल्ला नेपाल के पश्चिमाचल विकास क्षेत्र के गण्डकी अंचल में स्थित एक अत्याधिक उर्वर एवं घना वस्ती समेटा हुआ जल्ला हैं .
A 0 1|||R:OTHER|||स्यांजा|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||जिल्ला|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||पश्चिमांचल|||REQUIRED|||-NONE-|||0
A 20 21|||R:NOUN|||जिल्ला|||REQUIRED|||-NONE-|||0

S अल्पाल्प जल्ला नेपाल के पश्चिमाचल विकास क्षेत्र के लुंबिनी अंचल में स्थित एक अत्याधिक उर्वर एवं घना वस्ती समेटा हुवा जल्ला हैं .
A 0 1|||R:OTHER|||पाल्पा|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||जिल्ला|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||पश्चिमांचल|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||लुम्बिनी|||REQUIRED|||-NONE-|||0
A 20 21|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0

S इस जल्ला का क्षेत्रफल १३७३ बर्ग कि मि और जनसंख्या करि ज़ लाख हैं .
A 1 2|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||मी|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||करिव|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||३|||REQUIRED|||-NONE-|||0

S ये जल्ला २७ ३४ से २७ ५७ उत्तरी अक्षांश और ८३ १५ से ८४ ला२ पूर्वी देशान्तर में अवस्थित हैं .
A 1 2|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||२२|||REQUIRED|||-NONE-|||0
A 16 18|||R:ORTH|||देशान्तरमें|||REQUIRED|||-NONE-|||0

S अल्पाल्प जल्ला नेपाल के पश्चिमाचल विकास क्षेत्र के लुंबिनी अंचल में स्थित एक अत्याधिक उर्वर एवं घना वस्ती समेटा हुवा जिला हैं .
A 0 1|||R:OTHER|||पाल्पा|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||जिला|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||पश्चिमांचल|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||लुम्बिनी|||REQUIRED|||-NONE-|||0

S यह जल्ला बहु जाती बहु भाषी हुन के बावजूद भी यहाँ हिन्दू संस्कृति को ही ज्या मान्यता दिया जाता है .
A 1 2|||R:NOUN|||जिल्ला|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN-GEN|||हुने|||REQUIRED|||-NONE-|||0
A 8 9|||R:MORPH|||बावजुद|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||संस्कृती|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||ज्यादा|||REQUIRED|||-NONE-|||0

S यह जल्ला बहु जाती बहु भाषी हुन के बावजूद भी यहाँ हिन्दू संस्कृति को ही ज्यादा मान्यता दिया जाता है .
A 1 2|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN-GEN|||हुने|||REQUIRED|||-NONE-|||0
A 8 9|||R:MORPH|||बावजुद|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||संस्कृती|||REQUIRED|||-NONE-|||0

S इसी तरह बैक का लेक को महाभारत के पात्र द्रोणाचार्य की तपोभूमि द्रोणाचल पर्वत कहा जाता है .
A 11 12|||R:NOUN|||तपोभूमी|||REQUIRED|||-NONE-|||0
A 14 16|||R:ORTH|||कहाजाता|||REQUIRED|||-NONE-|||0

S दै लेख जल्ला एक बिकट पहाडी जिला जरुर है पर यह जिला पर्यटकों के लिए अति रमणीय स्थान है .
A 0 1|||R:SPELL|||दैलेख|||REQUIRED|||-NONE-|||0
A 1 3|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0
A 15 16|||R:MORPH|||अती|||REQUIRED|||-NONE-|||0

S पर्यटक दृष्टिकोण से उपर उल्लिखित सभी सम्पदा स्थित स्थानों में सडक की पहुंच दै .
A 0 1|||R:MORPH|||पर्यटकीय|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||है|||REQUIRED|||-NONE-|||0

S दै लेख जिला में पहले कुल 60 गा वि स ज़ ग्राम पंचायत ज़ थे .
A 0 2|||R:ORTH|||दैलेख|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||पंचायत |||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S यह नेपाल का पहला नगर है जिसे टाउन प्लानिंग करके बसाया गया है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S नवीन चावला ज़ जन्म ३० जुलाई ज़ १९४५ ज़ भारत के चुनाव आयुक्त हैं .
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0

S मुख्य चुनाव आयुक्त को संसद द्वारा महाभियोग पर राष्ट्रपति द्वारा हटाया जा सक़ता हैं .
A 12 13|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S ४५ ६० निमेट के अन्तराल लगभग ३० मेट्रिक टन गैस का रिसाव हो गया .
A 2 3|||R:NOUN|||मिनट|||REQUIRED|||-NONE-|||0

S राजीव दीक्षित ने भोपाल गैस के खिलाफ आन्दोलन किया सक्रियता .
A 1 2|||R:OTHER|||दिक्षित|||REQUIRED|||-NONE-|||0

S ज़ ज़ २५९ लोगो की इस गैस की चपेट मे आ कर आकस्मिक ही म्रृत्यु हो गयी .
A 0 1|||R:OTHER|||२ , २५९ लोगो की इस गैस की चपेट मे आ कर आकस्मिक ही म्रित्यु हो गयी|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||२ ,|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADJ|||म्रित्यु|||REQUIRED|||-NONE-|||0

S सन १९७९ मे मिथाइल इन्फो-सोसाइटी के उत्पादन के लिये नया कारखाना खोला गया .
A 4 5|||R:NOUN-GEN|||आइसोसाइनाइट|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||गय|||REQUIRED|||-NONE-|||0

S सन १९७९ मे मिथाइल इन्फो-सोसाइटी के उत्पादन के लिये नया कारखाना खोला गय .
A 4 5|||R:NOUN-GEN|||आइसोसाइनाइट|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||गया|||REQUIRED|||-NONE-|||0

S भारत के मध्य प्रदेश राज्य के भोपाल शहर मे 3 दिसम्बर सन् 1984 को एक भयानक औद्योगिक दुर्घटना हुई .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S सन १९६९ मे यू सी आइ एल कारखाने का निर्माण हुआ जहाँ पर मिथाइलआइसोसाइनाइट नामक पदार्थ से कीटनाशक बनाने की प्रक्रिया आरम्भ हुई .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S सन १९७९ मे मिथाइल इन्फो-सोसाइटी के उत्पादन के लिये नया कारखाना खोला गया .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN-GEN|||आइसोसाइनाइट|||REQUIRED|||-NONE-|||0

S ज़ ज़ २५९ लोगो की इस गैस की चपेट मे आ कर आकस्मिक ही म्रृत्यु हो गयी .
A 0 1|||R:OTHER|||२ , २५९ लोगो की इस गैस की चपेट में आ कर आकस्मिक ही म्रित्यु हो गयी|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||२ ,|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADJ|||म्रित्यु|||REQUIRED|||-NONE-|||0

S १९९१ मे सरकार द्वारा इस संख्या की पुष्टि ज़ ज़ ९२८ पे की गयी .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||सन्ख्या|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||३|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S १९८८ मे चालू हुए भोपाल मेमोरिअल अस्पताल एव रिसर्च सेन्टर ने ज़ वर्षो के लिये ज़िन्दा पीडित को मुफ्त उपचार उपलब्ध कराया .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||८|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||ज़िन्दा|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||पीड़ितो|||REQUIRED|||-NONE-|||0

S १९८९ मे हुई जाँच से यह जानकारी प्राप्त हुई कि कारखाने के समीप का पानी और मिट्टी झल्लियो के पनपने के लिये हानिकारक है .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN-GEN|||कारखानें|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||मछ्लियो|||REQUIRED|||-NONE-|||0

S यज्ञ को वातरण में प्रदूषण के समाधान के लिये वैज्ञानिक उपकरण माना जाता है .
A 2 3|||R:NOUN|||वातावरण|||REQUIRED|||-NONE-|||0

S यद्यपि यज्ञ को वातावरण प्रदुषण लिये समाधान माना जाता है पर ईस बात के कॉई अधिकारिक वैज्ञानिक प्रमाण उपलब्ध नही है .
A 0 1|||R:OTHER|||यद्यपी|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||कॊ|||REQUIRED|||-NONE-|||0
A 4 5|||R:MORPH|||प्रदुषणकॆ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||लियॆ|||REQUIRED|||-NONE-|||0
A 11 12|||R:DET|||इस|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADP|||कॆ|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||कॊई|||REQUIRED|||-NONE-|||0
A 18 19|||R:ADJ|||ऊपलब्ध|||REQUIRED|||-NONE-|||0

S ज़ ज़ २५९ लोगो की इस गैस की चपेट में आ कर आकस्मिक ही म्रृत्यु हो गयी .
A 0 1|||R:OTHER|||२ , २५९ लोगो की इस गैस की चपेट में आ कर आकस्मिक ही मौत हो गयी|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||२ ,|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||मौत|||REQUIRED|||-NONE-|||0

S दस्तावेज के अनुसर अगले ज़ सप्ताह के भीतर ८००० लोगो कि म्रृत्यु हुई .
A 0 1|||R:OTHER|||दस्तावेज़ो|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||की|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||म्रित्यु|||REQUIRED|||-NONE-|||0

S मध्यप्रदेश सरकार द्वारा गैस रिसाव से होने वाली म्रृत्यु की संख्या ज़ ज़ ७८७ बतलायी गयी है .
A 8 9|||R:OTHER|||मृत्यु|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||३|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S दस्तावेज के अनुसर अगले ज़ सप्ताह के भीतर ८००० लोगो की म्रृत्यु हुई .
A 0 1|||R:OTHER|||दस्तावेज़ो|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||मृत्यु|||REQUIRED|||-NONE-|||0

S गोआ के लंबे इतिहास की शु रात तीसरी सदी ईसा पूर्व से शुरु होता है जब यहाँ मौर्य वंश के शासन की स्थापना हुई थी .
A 0 1|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||शुरात|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||इसा|||REQUIRED|||-NONE-|||0

S 1312 ईसवी में गोआ पहली बार दिल्ली सल्तनत के अधीन हुआ लेकिन उन्हें विजयनगर के शासक हरिहर प्रथम द्वार वहाँ से खदेड़ दिया गया .
A 1 2|||R:OTHER|||इसवी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S सोलहवीं सदी के मध्य तक पुर्तगालियों ने आज के गोआ क्षेत्र में पूरी तरह अपनी स्थिती सुदृढ कर ली थी .
A 9 10|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S 19 दिसंबर ज़ 1961 को भारतीय सेना ने यहाँ आक्रमण कर इस क्षेत्र को मुक्त करवाया और गोआ भारत में शामिल हुआ .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S गोआ तथा इसके उपक्षेत्र दमन एवं दीव को भारत में संविधान के एक संघीय क्षेत्र के रूप में शामिल किया गया .
A 0 1|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S लेकिन 30 मई 1987 को गोआ को अलग राज्य का दर्जा दिया गया तथा गोआ भारत का 26 वाँ राज्य बना .
A 5 6|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S गोवा के लंबे इतिहास की शु रात तीसरी सदी ईसा पूर्व से शुरु होता है जब यहाँ मौर्य वंश के शासन की स्थापना हुई थी .
A 5 7|||R:NOUN|||शुरुआत|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||इसा|||REQUIRED|||-NONE-|||0

S गोवा के लंबे इतिहास की शुरुआत तीसरी सदी ईसा पूर्व से शुरु होता है जब यहाँ मौर्य वंश के शासन की स्थापना हुई थी .
A 8 9|||R:OTHER|||इसा|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-GEN|||होती|||REQUIRED|||-NONE-|||0

S 1312 ईसवी में गोवा पहली बार दिल्ली सल्तनत के अधीन हुआ लेकिन उन्हें विजयनगर के शासक हरिहर प्रथम द्वार वहाँ से खदेड़ दिया गया .
A 1 2|||R:OTHER|||इसवी|||REQUIRED|||-NONE-|||0
A 18 19|||R:MORPH|||द्वारा|||REQUIRED|||-NONE-|||0

S १० जुलाई ज़ सन् १९६३ को सोसायटी पंजीकरण अधिनियम ज़ १८६० के अन्तर्गत इसका पंजीकरण हा .
A 2 3|||R:OTHER|||, सन् १९६३ को सोसायटीज पंजीकरण अधिनियम , १८६० के अन्तर्गत इसका पंजीकरण हुआ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||१० जुलाई ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||सोसायटीज|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||हुआ|||REQUIRED|||-NONE-|||0

S गोआ में पर्यटन के लिए बहुत कुछ है .
A 0 1|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||कुछहै|||REQUIRED|||-NONE-|||0

S विश्व में प्रसिद्ध बीच रिसोर्ट में से गोआ के रिसोर्ट बहुत ही प्रसिद्ध है .
A 7 8|||R:OTHER|||गोवा|||REQUIRED|||-NONE-|||0

S यह २८ जनवरी से १० फरवरी २००९ तक श्रीलंका मे खेली जा रही हैं .
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S श्रीलंका भारत 2009 क्रिकेट श्रंखला श्रीलंका और भारत के मध्य खेली जाने वाले 4 एकदिवसीय क्रिकेट की और 1 20 मैच की श्रंखला है .
A 4 5|||R:OTHER|||शृंखला|||REQUIRED|||-NONE-|||0
A 22 23|||R:NOUN|||शृंखला|||REQUIRED|||-NONE-|||0

S वाहन रेडियो या कार ऑडियो वीडियो ज़ एक वाहन मे नगले वाली श्रव्य या दृश्य प्रणाली को वर्णित करने के लिए किया जाता है .
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||लगने|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||श्रृव्य|||REQUIRED|||-NONE-|||0

S यह पुराण मुख्य रूप से त्रिविक्रम भगवान् विष्णु के दिव्य माहात्म्य का व्याख्याता है .
A 0 1|||R:OTHER|||वामन|||REQUIRED|||-NONE-|||0
A 2 4|||R:ORTH|||मुख्यरूप|||REQUIRED|||-NONE-|||0

S वामन पुराण में मुख्य रूप से भगवान् विष्णु के दिव्य माहात्म्य का व्याख्याता है .
A 3 5|||R:ORTH|||मुख्यरूप|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||व्याख्यान|||REQUIRED|||-NONE-|||0

S जय नारायण व्यास विश्वविद्यालय राजस्थान के जोधपुर जिले में स्थित एक डीम्ड विश्वविद्यालय है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S जय नारायण व्यास विद्यालय में लगभग 1600 विद्यार्थी विभिन्न विषयों पर पढ़ाई कर रेह है .
A 13 14|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S गत पंचायती चुनाव के दौरान कोटपीस पंचायत समिति में से कुछ ग्राम पंचायतें निकालकर पावा नयी पंचायत समिति बनायी गयी है .
A 5 6|||R:OTHER|||कोटपूतली|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||प़ंचायतें|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||पावटा|||REQUIRED|||-NONE-|||0

S इस झील को एशिया की सबसे बड़ी मृतिक झील होने का गौरव प्राप्त है .
A 7 8|||R:OTHER|||कृत्रिम|||REQUIRED|||-NONE-|||0

S उन्होंने इस झील के बीच में एक टापू का निर्माण भी कराया था .
A 11 12|||R:VERB|||करवाया|||REQUIRED|||-NONE-|||0

S इन यौगिकों का रेडॉक्स दो विधियों से किया जा सक़ता है रासायनिक विधि या विद्युत अपघटन की विधि से .
A 9 10|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0
A 11 20|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 0 11|||U:OTHER||||||REQUIRED|||-NONE-|||0

S यह दान धर्म नहीं बल्कि धार्मिक कर या टैक्स माना जाता है और फर्ज भी है .
A 13 14|||R:NOUN|||फ़र्ज़|||REQUIRED|||-NONE-|||0

S सुन्नी मुसलमान में दैनिक पाँच नमाज़ों में से तीन में साथ साथ निफल नमाज़ पढ़ने का रिवाज है .
A 1 2|||R:NOUN-NUM|||मुसलमानों|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN-GEN|||नमाज़ों|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||नफिल|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||नमाज़|||REQUIRED|||-NONE-|||0

S उन्हे हरियाणा राज्य मे ज़ राज नायक ज़ माना जाता है .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S 1857 की क्रांति मे राव तुकाराम ने खुद को स्वतंत्र घोषित करते हुये राजा की उपाधि धारण कर ली थी .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||तुलाराम|||REQUIRED|||-NONE-|||0

S 1857 की क्रांति मे भागीदारी के कारण ब्रिटिश हुकूमत ने 1859 मे ज़ राव तुकाराम की रियासत को जब्त कर लिया था .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||तुलाराम|||REQUIRED|||-NONE-|||0

S 1877 मे उनकी उपाधि उनके पुत्र राव युधिष्ठिर सिंह को अहि रवाल का मुखिया पदस्थ करके लौटा दी गयी .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 12|||R:ORTH|||अहिरवाल|||REQUIRED|||-NONE-|||0

S 23 सितम्बर 2001 ज़ को भारत सरकार ने महाराजा राव तुकाराम की स्मृति मे डाक टिके जारी किया .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||तुलाराम|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||टिकेट|||REQUIRED|||-NONE-|||0

S राव तुकाराम चिकित्सालय दिल्ली मे धंसा रोड के रावत मोड के निकट जफर पुर पुलिस स्टेशन के पास स्थित है .
A 1 2|||R:OTHER|||तुलाराम|||REQUIRED|||-NONE-|||0
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||रावता|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||जफरपुर|||REQUIRED|||-NONE-|||0

S उन्हे हरियाणा राज्य में ज़ राज नायक ज़ माना जाता है .
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||नाई|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S उन्हे हरियाणा राज्य में ज़ राज नाई ज़ माना जाता है .
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||नायक|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S उन्हे हरियाणा राज्य में ज़ राज नायक ज़ माना जाता है .
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||नाय|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S उन्हे हरियाणा राज्य में ज़ राज नाय ज़ माना जाता है .
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||नायक|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S इसकी शुरुवात अचानक नहीं हुई ज़ वरन् कई राजनैतिक और न्यायिक कारणों से धीरे धीरे इसका विकास हुआ .
A 1 2|||R:NOUN|||शुरुआत|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||, वरन् कई राजनैतिक और न्यायिक कारणों से धीरे धीरे इसका विकास हुआ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इसकी शुरुआत अचानक नहीं हुई ,|||REQUIRED|||-NONE-|||0

S कहा जा सक़ता है कि ७० के दशक से शुरुवात होकर ८० के दशक में इसकी अवधारणा पक्की हो गयी थी .
A 2 3|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||शुरुआत|||REQUIRED|||-NONE-|||0

S भारत मे जनहित याचिका पी एन भगवती ने प्रारंभ की थी .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S ये समूह हित मे काम आती है ना कि व्यक्ति हित में .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S 1 ये सामान्य न्यायिक संचालन मे बाधा डालती है .
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S जहिया के दुरुपयोग की संभावना हमेशा बनी रही है .
A 0 1|||R:SPELL|||जनहित|||REQUIRED|||-NONE-|||0

S १० अक्तूबर ६८० में करबला का युद्ध हुआ जिसमें हुसैन को गर्दन कटाकर मारा गया .
A 1 2|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||काटकर|||REQUIRED|||-NONE-|||0

S दूसरी पहाड़ी पर स्थित उनके सहायक को लालटेन का प्रकाश देखकर अपने पास रखी दूसरी लालटेन का खटका हटाकर पुनः संकेत करना था .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इस महान विचारक का जन्म आधुनिक इटली के पीसा नामक शहर मे एक संगीतज्ञ परिवार में हुआ था .
A 11 12|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इसमें रस अल ख़ैमा १९७२ में शामिल हुआ .
A 1 2|||R:OTHER|||रास|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||खैमा|||REQUIRED|||-NONE-|||0

S जो मेवाड़ भवन की देख रेख कर रेह हैं .
A 7 8|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S सामान्य शब्दों में गति का अर्थ वास्तु की स्थिति में परिवर्तन गति कहलाती है .
A 6 7|||R:NOUN-GEN|||वस्तु|||REQUIRED|||-NONE-|||0

S विस्थापन एक निश्चित दिशा में दो बिन्दुओं के बीच की लंबवत दूरी को अविस्थापित कहते है .
A 13 14|||R:MORPH|||विस्थापन|||REQUIRED|||-NONE-|||0

S इसका मात्रक मीटर सेकंड है .
A 3 4|||R:OTHER|||सेकण्ड|||REQUIRED|||-NONE-|||0

S इसका मात्रक मीटर सेकण्ड है .
A 3 4|||R:OTHER|||सेकंड|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश के 18 मंडल और 75 जिले हैं .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कर आना है मै जो कुछ तुम लोग .
A 3 4|||R:OTHER|||मैं|||REQUIRED|||-NONE-|||0

S ने कहा मै तो देस को छोड़कर .
A 2 3|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0

S और मै तो सिर्फ साफ साफ .
A 1 2|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0

S इस सूर का दूसरे अनुवादकों द्वारा किया अनुवा क़ुरआन प्रोजेक्ट पर देखें .
A 1 2|||R:NOUN|||सूरह|||REQUIRED|||-NONE-|||0
A 3 4|||R:ADJ|||प्रसिद्ध|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||अनुवाद|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||क़ुरआन|||REQUIRED|||-NONE-|||0

S मदनी सूरा अर्थात पैगम्बर मुहम्मद के मदीना के निवास के समय हिजरत से पहले अवतरित हुई .
A 0 1|||R:OTHER|||मक्की|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||पैग़म्बर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||मक्का|||REQUIRED|||-NONE-|||0

S यह सुर मनुष्यों को सांसारिक इच्छाओं का गुलाम हो जाने के घातक परिणामों के बारे में चेतावनी देती हे .
A 18 19|||R:VERB-FORM|||है|||REQUIRED|||-NONE-|||0

S आदमी के इसी आदत के लिए एक हदीस का हवाला भी दिया जाता हे .
A 13 14|||R:VERB-FORM|||है|||REQUIRED|||-NONE-|||0

S मक्की सूरा अर्थात पैगम्बर मुहम्मद के मदीना के निवास के समय हिजरत के पश्चात अवतरित हुई .
A 0 1|||R:OTHER|||मदनी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||पैग़म्बर|||REQUIRED|||-NONE-|||0

S इसमें आगरा ज़ चित्रकूट ज़ मैनपुरी और मथुरा जिले आते हैं .
A 1 2|||R:OTHER|||बाँदा|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||हमीरपुर|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||महोबा|||REQUIRED|||-NONE-|||0

S आज़मगढ़ भारत के उत्तर प्रदेश प्रान्त का एक मंडल है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S आगरा भारत के उत्तर प्रदेश प्रान्त का एक मंडल है .
A 0 1|||R:OTHER|||वाराणसी|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S गोरखपुर मंडल के यह चारो जिले ऐतिहासिक हैं ज़ कुशीनगर जिले का अपने अत्यंत प्राचीन इतिहास के साथ कुशीनगर का अलग ही महत्व है .
A 4 5|||R:OTHER|||चारों|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||, कुशीनगर जिले का अपने अत्यंत प्राचीन इतिहास के साथ कुशीनगर का अलग ही महत्व है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||गोरखपुर मंडल के यह चारों जिले ऐतिहासिक हैं ,|||REQUIRED|||-NONE-|||0

S मीरापुर भारत में उत्तर प्रदेश प्रान्त का एक मंडल है .
A 0 1|||R:OTHER|||मुरादाबाद|||REQUIRED|||-NONE-|||0

S भागलपुर भारत के बिहार प्रान्त का एक मंडल है .
A 0 1|||R:OTHER|||दरभंगा|||REQUIRED|||-NONE-|||0

S स कर के सिल्क रुट या रेशम मार्ग के किनारे इसका व्यापक फैलाव था .
A 0 1|||R:OTHER|||खास|||REQUIRED|||-NONE-|||0

S इसमे से एक सेना फारस साम्राज्य से सिंध प्रान्त के कुछ भाग को जीत कर लौटी .
A 5 6|||R:OTHER|||सामराज्य|||REQUIRED|||-NONE-|||0

S इस्लाम का व्यापक फैलाव साती शताब्दी के अंत में मोहम्मद बिन कासिम के सिंध पर आक्रमण और बाद के मुस्लिम शासक के द्वारा हुआ .
A 4 5|||R:OTHER|||सातवी|||REQUIRED|||-NONE-|||0
A 20 21|||R:NOUN-NUM|||शासकों|||REQUIRED|||-NONE-|||0

S साती शताब्दी से लेकर सन १८५७ तक विभिन्न इस्लामिक साम्राज्यों ने भारत ज़ पाकिस्तान एवं दुसरे देश पर गहरा असर छोड़ा है .
A 0 1|||R:OTHER|||सातवी|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||शतब्दी|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:NOUN-NUM|||देशों|||REQUIRED|||-NONE-|||0

S सन ६४३ मे मुरशिद साम्राज्य ने अपने इस्लामिक राज्य के विस्तार के लिए सात सेनाएं साम्राज्य के सात कोन में भेजी .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||रशिदुन|||REQUIRED|||-NONE-|||0
A 18 19|||R:NOUN|||कोनो|||REQUIRED|||-NONE-|||0

S खली उमर के शासन में सिन्धु नदी ही मुरशिद साम्राज्य की सीमा बन गई और इस्लामिक साम्राज्य उसके पार नही आया .
A 0 1|||R:OTHER|||खलीफ|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||रशिदुन|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S बाद के खली अली ने भी सिंध के अन्दर प्रवेश करने में कोई ख़ास रूचि नही दिखाई .
A 2 3|||R:OTHER|||खलीफ|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADJ|||ख़ास|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S इस्लाम भारतीय उपमहाद्वीप का एक प्रमुख धर्म हैं .
A 6 7|||R:NOUN|||मजहब|||REQUIRED|||-NONE-|||0

S पूर्णिया भारत के बिहार प्रान्त का एक मंडल है .
A 7 8|||R:NOUN|||प्रमंडल|||REQUIRED|||-NONE-|||0

S मरते मरते वो सूरी से ये वचन ले लते हैं कि वो तान से शादी करेगा .
A 8 9|||R:VERB-FORM|||लेते|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||तानी|||REQUIRED|||-NONE-|||0

S जब तान उसे नृत्य प्रशिक्षण केन्द्र में देखता है तो नए रंगरूप में उसे पहचान नही पाती है .
A 1 2|||R:OTHER|||तानी|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S ईसापूर्व ३२९ में सिकंदर महान् ने इस नगर का विनाश किया था .
A 4 5|||R:SPELL|||महान|||REQUIRED|||-NONE-|||0

S १७९८ ई में इस गणितज्ञ की स्मृति में यूक्लिड नाम का शहर बताया गया ज़ जो अमरीका के ओहायो प्रांत में है .
A 1 2|||R:OTHER|||ई०|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||बसाया|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||, जो अमरीका के ओहायो प्रांत में है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||१७९८ ई० में इस गणितज्ञ की स्मृति में यूक्लिड नाम का शहर बसाया गया ,|||REQUIRED|||-NONE-|||0

S इन्होंने कोणिक ज्यामिति लिखि थी .
A 3 4|||R:VERB-FORM|||लिखी|||REQUIRED|||-NONE-|||0

S यह 1037 से 1194 के मध्य में बनी मध्य पूर्व का प्रमुख साम्राज्य था .
A 7 8|||R:VERB-GEN|||बना|||REQUIRED|||-NONE-|||0

S यहां की राजभाषा फारसी थी जबकि बुद्धिजीवियों द्वारा अधिकतर अरबी का प्रयोग किया जाता था .
A 5 6|||R:CONJ|||जबकी|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||बुद्धिजिवियों|||REQUIRED|||-NONE-|||0

S बाद में बढ़ते बढ़ते सन ज़ अक्तूबर १९६८ में ब्रह्मलीन ज्योतिष-शास्त्रज्योतिष जगद्गुरु शंकराचार्य कृष्णांबरधारी जी महाराज ने नवीन मंदिर का शिलान्यास किया .
A 5 6|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||ज्योतिष्पीठाधीश्वर|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||कृष्णबोधाश्रम|||REQUIRED|||-NONE-|||0

S उस शिखर के ऊपर कलश स्थापित हैं .
A 6 7|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S गर्भ गृह के भीतर मंडप एवं छत पर भी काँच का अत्यंत ही सुंदर काम किया हुआ है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इस मंदिर में परिक्रमा में कई सुंदर चित्र बने हुए हैं .
A 2 3|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S गर्भ गृह में राधा कृष्ण की बहुत ही आकर्षक एवं भव्य मूर्तियाँ एक सुंदर रजत मंद में स्थापित हैं .
A 15 16|||R:NOUN-GEN|||मंडप|||REQUIRED|||-NONE-|||0

S बाद में बढ़ते बढ़ते सन ज़ अक्तूबर १९६८ में ब्रह्मलीन ज्योतिष-शास्त्रज्योतिष जगद्गुरु शंकराचार्य कृष्णांबरधारी जी महाराज ने नवीन मंदिर का शिलान्यास किया .
A 5 6|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||ज्योतिष्पीठाधीश्वर|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||कृष्णबोधाश्रम|||REQUIRED|||-NONE-|||0

S कसबे के नामकरण की गाथा यह है कि यहॉं दो घनिष्ठ मित्र रहते थे जिनके नाम थे अछन खाँ और किशन नेहरा .
A 0 1|||R:OTHER|||कसवे|||REQUIRED|||-NONE-|||0
A 8 9|||R:PRON|||यहाँ|||REQUIRED|||-NONE-|||0

S अच्छ खाँ होली का त्योहार बढ़े उत्साह से मनाते तो नेहरा भी रमज़ान व ईद मनाने में कोई कसर न छोड़ते .
A 0 1|||R:OTHER|||अच्छन|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||रमज़ान|||REQUIRED|||-NONE-|||0

S मान्यता है कि यहॉं के लोग सच्चे और अच्छे तथा यारों के यार होते हैं .
A 3 4|||R:OTHER|||यहाँ|||REQUIRED|||-NONE-|||0

S सूक्ष्मजीवों के आवश्यकता अनुसर अगार में विभिन्न पदार्थ रखे होते है .
A 0 1|||R:SPELL|||सुक्ष्मजीवों|||REQUIRED|||-NONE-|||0
A 3 4|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||अगर|||REQUIRED|||-NONE-|||0

S अगार के पदार्थ अनुसर अगार भिन्न होते है .
A 0 1|||R:OTHER|||अगर|||REQUIRED|||-NONE-|||0
A 3 4|||R:MORPH|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||अगर|||REQUIRED|||-NONE-|||0

S अगार के कुछ प्रकार निम्न लिखित है .
A 0 1|||R:OTHER|||अगर|||REQUIRED|||-NONE-|||0

S नवीं सदी से ही अब्बासी खिलाफत में तुर्क ग़ुलामों का चलन था .
A 5 6|||R:OTHER|||ख़िलाफ़त|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||ग़ुलामों|||REQUIRED|||-NONE-|||0

S अनुष्ठापक शर्मा ज़ ज़ जन्म 1 मई ज़ 1988 ज़ एक मॉडल और बॉलीवुड फिल्म उद्योग की एक अभिनेत्री है .
A 0 1|||R:OTHER|||अनुष्का|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S इन्होंने अपनी पढ़ाई आर्मी विद्यालय से की है और माउन्ट करमेल कॉलेज ज़ बैंगलोर से कला में डिग्री ली है .
A 10 11|||R:OTHER|||कारमेल|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S हरी रूद ज़ हरी नदी ज़ के किनारे पहाड़ी चट्टान में तराशक बनाया गया एक बौद्ध मेथ मिला है .
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||तराशकर|||REQUIRED|||-NONE-|||0
A 16 17|||R:NOUN|||मठ|||REQUIRED|||-NONE-|||0

S क्योंकि पश्तो और संस्कृत दोनों हिन्दी ईरानी भाषा परिवार की बहने हैं ज़ इसलिए इस से मिलता जुला संस्कृत का सजातीय शब्द गिरी है .
A 12 13|||R:OTHER|||, इसलिए इस से मिलता जुलता संस्कृत का सजातीय शब्द गिरि है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||क्योंकि पश्तो और संस्कृत दोनों हिन्दी ईरानी भाषा परिवार की बहने हैं ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:MORPH|||जुलता|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||गिरि|||REQUIRED|||-NONE-|||0

S अलाउद्दीन बंदी बना लिया गया किंतु संजर ने कुछ समय उपरात उसे मुक्त कर गोर का राज्य उसे वापस कर दिया .
A 0 4|||R:VERB|||किंतु संजर ने कुछ समय उपरांत उसे मुक्त कर गोर का राज्य उसे वापस|||REQUIRED|||-NONE-|||0
A 4 5|||R:VERB|||कर दिया|||REQUIRED|||-NONE-|||0
A 5 5|||M:PUNCT|||.|||REQUIRED|||-NONE-|||0
A 0 14|||R:VERB|||अलाउद्दीन बंदी बना लिया|||REQUIRED|||-NONE-|||0
A 14 16|||R:VERB|||गया|||REQUIRED|||-NONE-|||0
A 16 17|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||उपरांत|||REQUIRED|||-NONE-|||0

S इसी बीच में पंजाब के कबीलों ज़ विशेषकर बक्खरों ने लाहौर के समीप विद्रोह कर दिया .
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||खोखरों|||REQUIRED|||-NONE-|||0

S ये 1800 ईस्वी में विद्युत धारा के आविष्कार के लिए जाने जाते है .
A 12 13|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S १९३३ से लेकर १९७३ तक अफगानिस्तान पर ज़ाहिर शाह का शासन रहा जो शांतिपूर्ण रहा .
A 5 6|||R:OTHER|||अफ़ग़ानिस्तान|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||ज़ाहिर|||REQUIRED|||-NONE-|||0

S सत्रहवीं सदी के अन्त में कवि ने अफगानिस्तान के कबाइली झगड़ों की खिल्ली उड़ाई और अफ़ग़ान एकीकरण में महत्वपूर्ण भूमिका अदा की .
A 7 8|||R:OTHER|||अफ़ग़ानिस्तान|||REQUIRED|||-NONE-|||0
A 18 19|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S परन्तु आज के औद्योगिक युग में पुस्त पालन तथा लेखांकन दोनों पृथक कार्य हो गये है .
A 6 8|||R:ORTH|||पुस्तपालन|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S साथ ही यह भी निश्चित हो कसे कि सभी सौदे अधिकृत रूप से किये गये है .
A 6 7|||R:VERB|||सके|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S अंकेक्षक अपने कार्य को सीमा निर्धारित कर ही कार्य प्रारम्भ करता हैं ऐसी दो सीमाएं है विस्तृत सीमा ज़ गहन सीमा .
A 1 3|||R:ORTH|||अपनेकार्य|||REQUIRED|||-NONE-|||0
A 0 2|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||ऐसी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||दो|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN-NUM|||सीमाएँ|||REQUIRED|||-NONE-|||0
A 5 10|||R:NOUN|||हैं विस्तृत सीमा , गहन|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||सीमा|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:ADJ|||अंकेक्षक|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||अपनेकार्य|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||को|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN-NUM|||सीमा|||REQUIRED|||-NONE-|||0
A 3 8|||R:NOUN|||निर्धारित कर ही कार्य प्रारम्भ|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||करता|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||हैं|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||सीमाएँ|||REQUIRED|||-NONE-|||0
A 3 4|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S अंकेक्षण की प्रविधि याँ कुछ ऐसी होती है कि यह विभिन्न अन्तर्निहित सीमाओं से ग्रस्त हो जाती हैं .
A 2 4|||R:ORTH|||प्रविधियाँ|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 11 12|||R:ADJ|||अर्न्तनिहित|||REQUIRED|||-NONE-|||0

S अंकेक्षण प्रविधि व प्रक्रिया में घनिष्ठ सम्बन्ध हैं .
A 7 8|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S 1989 में उन्होंने दूसरी शादी की अपने एक दिवंगत पर्वतारोही पीटर मुकुलाग्र की विधवा जेन से .
A 5 6|||R:OTHER|||किया|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||मुलग्र्यू|||REQUIRED|||-NONE-|||0

S आपको हेर हिटलर और सिगनलर मुसोलिनीवाद को आमंत्रित करना होगा कि उन्हें देशों से जो कुछ चाहिए आप उन्हें अपना अधिकार कहते हैं .
A 4 5|||R:OTHER|||सिगनोर|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||मुसोलिनी|||REQUIRED|||-NONE-|||0

S इसके अलावा इन्होंने इलेक्ट्रिसिटि ज़ सोडियम ज़ पोटैशियम ज़ कैल्शियम ज़ मैग्नीशियम ज़ बेरियम ज़ बोरोन के भी आविष्कार या खोजें कीं .
A 3 4|||R:NOUN-GEN|||इलेक्ट्रोलिसिस|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S माइकल फ़ैराडे ने विद्युत धारा के चुम्बकीय प्रभान का आविष्कार किया .
A 1 2|||R:OTHER|||फैराडे|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||प्रभाव|||REQUIRED|||-NONE-|||0

S इस सिद्धांत पर भविष्य में जनित्र नवा तथा आधुनिक विद्युत् इंजीनियरी की नींव पड़ी .
A 6 7|||R:OTHER|||बना|||REQUIRED|||-NONE-|||0

S इसमें इलेक्ट्रान चालक कोई धातु या अर्धचालक हो सक़ता है .
A 8 9|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0

S अनेक रसायन विद्युत् से दूसरे रसायनों में परिवर्तित किए जा सक़ते हैं .
A 5 6|||R:NOUN|||रसायनकों|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S इनमें से एक अजमेर मंडल हैं .
A 5 6|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S हार्वर्ड लॉ स्कूल कैंब्रिज ज़ मेसाच्यूसेट्स ज़ अमरीका स्थित हार्वर्ड विश्वविद्यालय का अंग है .
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||मेसेश्यूसेट्स|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||अमेरीका|||REQUIRED|||-NONE-|||0

S १८१७ में स्थापित यह निजी विद्यालय अमरीका के सबसे पुराने सक्रिय शिक्षण संस्थानों में से एक है .
A 6 7|||R:OTHER|||अमेरीका|||REQUIRED|||-NONE-|||0

S यहाँ से अमरीका के राष्ट्रपति बराक ओबामा जैसे अनेक नामी लोगों ने शिक्षा ग्रहण की है .
A 2 3|||R:OTHER|||अमेरीका|||REQUIRED|||-NONE-|||0

S आपके योगदानों का बहुत आभार ज़ सच में ज़ ज़ किंतु एक सुझाव या निर्देश जो चहें माने .
A 5 6|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||चाहें|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||मानें|||REQUIRED|||-NONE-|||0

S उसमें चित्र इत्यादि भी अच्छे हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S किसी भी लेख को बनाते हुए आप संदर्भ बाहरी सूत्र यथासंभव सांचे इत्यादि भी देख लें ज़ कि यदि लग सक़ते हों .
A 16 17|||R:OTHER|||, कि यदि लग सकते हों .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||किसी भी लेख को बनाते हुए आप संदर्भ बाहरी सूत्र यथासंभव सांचे इत्यादि भी देख लें ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S आपने चुंगल में अंग्रेज़ी का लिंक दिया है ज़ संदर्भ भी लगाए हैं ज़ किंतु यह सुझाव एक सामान्य संदर्भ में है .
A 1 2|||R:OTHER|||लाचुंग|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||अंग्रेज़ी|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||है , संदर्भ भी लगाए हैं , किंतु यह सुझाव एक सामान्य संदर्भ में|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||आपने लाचुंग में अंग्रेज़ी का लिंक दिया है ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||, किंतु यह सुझाव एक सामान्य संदर्भ में है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||आपने लाचुंग में अंग्रेज़ी का लिंक दिया है , संदर्भ भी लगाए हैं ,|||REQUIRED|||-NONE-|||0

S पैत्रिक रक्तस्त्राव या हीमोरेजिया एक आनुवांशिक बीमारी है जो आमतौर पर पुरुषों को होती है और औरतों द्वारा फैलती होती है .
A 1 2|||R:NOUN|||रक्तस्राव|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||हीमोफिलिया|||REQUIRED|||-NONE-|||0

S पैत्रिक रक्तस्राव या हीमोरेजिया एक आनुवांशिक बीमारी है जो आमतौर पर पुरुषों को होती है और औरतों द्वारा फैलती होती है .
A 0 1|||R:ADJ|||पैतृक|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||हीमोफिलिया|||REQUIRED|||-NONE-|||0

S ये फैक्टर रोगी को नियमित रूप से दिए जाते है .
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S क्लॉटिंग फैक्टर विभिन्न माध्यमों से प्राप्त किए जा सक़ते है .
A 8 9|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S रिकॉम्बिनेंट क्लॉटिंग फैक्टर रक्त में मौजूद प्राकृतिक क्लॉटिंग फैक्टर की तरह ही काम करते है .
A 8 9|||R:NOUN-NUM|||फैक्टर्स|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S पैतृक रक्तस्राव या हीमोरेजिया एक आनुवांशिक बीमारी है जो आमतौर पर पुरुषों को होती है और औरतों द्वारा फैलती होती है .
A 3 4|||R:OTHER|||हीमोफिलिया|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||विकार|||REQUIRED|||-NONE-|||0

S वसा अर्थात चिकनाई शरीर को क्रियाशील बनाए रखने मे सहयोग करती है .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यह मांस तथा वनस्पति समूह दोनो प्रकार से प्राप्त होती है .
A 5 6|||R:OTHER|||दोनों|||REQUIRED|||-NONE-|||0

S इससे शरीर को दैनिक कार्यो के लिए शक्ति प्राप्त होती है .
A 4 5|||R:NOUN|||कार्यों|||REQUIRED|||-NONE-|||0

S यह शरीर मे प्रोटीन की आवश्यकता को कम करने के लिए आवश्यक होती है .
A 2 3|||R:MORPH|||में|||REQUIRED|||-NONE-|||0

S यह संतुलित आहार द्वारा आवश्यक मात्रा मे ही शरीर को उपलब्ध कराई जानी चाहिए .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यह आमाशय की गतिशीलता मे कमी ला देती है तथा भूख कम कर देती है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S चिकनाई कम हो जाने से रोग का मुकाबला करने की शक्ति कम हो जाती है .
A 5 6|||R:NOUN-NUM|||रोगों|||REQUIRED|||-NONE-|||0

S खाद्य पदार्थों में की प्रकार की वसा होती है .
A 3 4|||R:OTHER|||कई|||REQUIRED|||-NONE-|||0

S संतृप्त वसा नुकसानदेह एलसीडी कोलेस्ट्रॉल बढ़ाती है ज़ इसे सीमित मात्र में ही लेना चाहिए .
A 3 4|||R:OTHER|||एलडीएल|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||, इसे सीमित मात्रा में ही लेना चाहिए .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||संतृप्त वसा नुकसानदेह एलडीएल कोलेस्ट्रॉल बढ़ाती है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||मात्रा|||REQUIRED|||-NONE-|||0

S बादाम ज़ काजू और मूंगफली तथा दूध ज़ पनीर और क्रीम में भी वसा प्रचुर मात्र में होती है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||मात्रा|||REQUIRED|||-NONE-|||0

S यह सीमित मात्र में ठीक कही जा कसती है .
A 2 3|||R:OTHER|||मात्रा|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S प्रायः भोजन में एकल असंतृप्त वसा और बहु असंतृप्त वसा समान मात्र में हो तो ठीक रहता है .
A 11 12|||R:OTHER|||मात्रा|||REQUIRED|||-NONE-|||0

S वसा का शरीर में अत्यधिक मात्रा में बढ़ जाना उचित नही होता .
A 10 11|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S जो जड़े तने पर निकलती हैं ज़ उन्हें अपस्थानिक कहते हैं ज़ जैसे बरगद के जड़ .
A 5 5|||M:OTHER|||हैं , उन्हें अपस्थानिक कहते|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||, जैसे बरगद के जड़ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जो जड़े तने पर निकलती हैं ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||, जैसे बरगद के जड़ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जो जड़े तने पर निकलती हैं , उन्हें अपस्थानिक कहते हैं ,|||REQUIRED|||-NONE-|||0

S पाकिस्तान के खिलाफ सवस्त्र संग्राम की अगुवाई करते हुए बांग्लादेश को मुक्ति दिलाई .
A 3 4|||R:OTHER|||सशस्त्र|||REQUIRED|||-NONE-|||0

S १५ अगस्त १९७५ को सैनिक तख़्तापलट के द्वारा उनकी हत्या कर दी गयी .
A 5 6|||R:NOUN|||तख़्तापलट|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-NUM|||गई|||REQUIRED|||-NONE-|||0

S हमलावर टैंक लेकर गये थे .
A 3 4|||R:VERB-FORM|||गए|||REQUIRED|||-NONE-|||0

S मुजीब के सभी तीन बेटे और उनकी पत्नी की बारी बारी से हत्या कर दी गयी .
A 15 16|||R:VERB-NUM|||गई|||REQUIRED|||-NONE-|||0

S हमेल में कुल २० लोग मारे गये थे .
A 0 1|||R:OTHER|||हमले|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||गए|||REQUIRED|||-NONE-|||0

S उनकी दो बेटियाँ संयोगवश बच गयीं ज़ जो घटना के समय जर्मनी में थीं .
A 5 7|||R:VERB|||गईं , जो घटना के समय जर्मनी में थीं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||उनकी दो बेटियाँ संयोगवश बच गईं ,|||REQUIRED|||-NONE-|||0

S वहीं से उन्होंने बांग्लादेश के नये शासकों के खिलाफ अभियान चलाया .
A 5 6|||R:ADJ|||नए|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADP|||ख़िलाफ़|||REQUIRED|||-NONE-|||0

S वे बांग्लादेश की मुक्ति बहिनी के अत्यंत महत्वपूर्ण सदस्य रेह ज़ तथा शेख मुजीबुर्रहमान के करीबी सहकारों में से थे .
A 4 5|||R:OTHER|||बाहिनी|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||रहे|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||सहकारियों|||REQUIRED|||-NONE-|||0

S इनका कार्यकाल ज़ अक्तूबर १९९६ से १४ नवम्बर २००१ तक रहा .
A 2 3|||R:SPELL|||९|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S इनका कार्यकाल १० अक्तूबर १९९१ से ज़ अक्तूबर १९९६ तक रहा .
A 3 4|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||९|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S तृ सागर समुद्र तल से ४०० मीटर नीचे ज़ दुनिया का सबसे निचला बिंदु कहा जाने वाला सागर है .
A 0 1|||R:OTHER|||मृत|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S कायस्थों का स्त्रोत भग्यवान श्री चित्रगुप्त जी महाराज को माना जाता है .
A 2 3|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||भग्गवान|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||चित्रगुप्तजी|||REQUIRED|||-NONE-|||0

S अपनी मूल भाषा आसामी के अलावा भूपेन हजारि का हिंदी ज़ बंगला समेत कई अन्य भारतीय भाषाओं में गाना गाते रेह थे .
A 3 4|||R:OTHER|||असमिया|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||हजारिका|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 20 21|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0

S 1924 मे यह सउदी अरब के शासन के अधीन आ गया .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S विद्यालय प्रणाली में मक्का में कई निजी और सार्वजनिक विद्यालय हैं ज़ जो लड़कों और लड़कियों दोनों के लिए है .
A 10 10|||M:OTHER|||हैं , जो लड़कों और लड़कियों दोनों के लिए|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||विद्यालय प्रणाली में मक्का में कई निजी और सार्वजनिक विद्यालय हैं ,|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S 2005 के अनुसर यहाँ कुल 532 निजी और सार्वजनिक विद्यालय लड़कों के लिए और अन्य 681 निजी और सार्वजनिक विद्यालय लड़कियों के लिए है .
A 2 3|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इससे पेट के अन्दर की कृमी खत्म हो जाती है .
A 5 6|||R:NOUN-GEN|||कृमि|||REQUIRED|||-NONE-|||0

S अनिद्रा ज़ हिस्टीरिया और मानसिक तनाव के दूर करने में सर्पगन्धा की जड़ का रस ज़ काफी उपयोगी है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADP|||को|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S एशियाटिक सोसाइटी आफ बंगाल के संस्थापक सर विलियम जोन्स ने भी सर्पगंधा के विषय में कुछ ऐसे ही वर्णन किये हैं .
A 0 1|||R:OTHER|||एसियाटिक|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0

S यह अपने हस्तशिल्प मेला के लिये प्रसिद्ध है .
A 3 4|||R:NOUN|||मैले|||REQUIRED|||-NONE-|||0

S यह अपने हस्तशिल्प मैले के लिये प्रसिद्ध है .
A 3 4|||R:NOUN|||मेला|||REQUIRED|||-NONE-|||0

S उनका पैत्रिक निवास स्थान वर्तमान उत्तराखण्ड के कुमायूँ क्षेत्र में है .
A 1 2|||R:ADJ|||पैतृक|||REQUIRED|||-NONE-|||0

S उन्होने अपना एम्एस सी इलाहाबाद विश्वविद्यालय से किया जहाँ प्राध्यापक राजेन्द्र सिंह उनके एक शिक्षक थे .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0
A 2 4|||R:ORTH|||एम्एससी|||REQUIRED|||-NONE-|||0

S यहीं से उन्होने अपनी डॉक्टरेट की उपाधि भी अर्जित की .
A 2 3|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||डॉक्टोरेट|||REQUIRED|||-NONE-|||0

S इसके सारे शरीरी को मेसोथेलियम कहते हैं .
A 2 3|||R:NOUN|||शरीर|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||माइसेलियम|||REQUIRED|||-NONE-|||0

S पेनिसिलियम के पौधे से पेनिसिलिन नामक उप क्षार प्राप्त होता है .
A 4 5|||R:OTHER|||पेनिसिलीन|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||उपक्षार|||REQUIRED|||-NONE-|||0

S विशेष कर यह नींबू के उपर बहुत ही सहज रूप से उगता है .
A 5 6|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S अन्य भाषाओं में इसके नामो की सूची आप अंगरेजी विकिपीडिया पे देख सक़ते है .
A 12 13|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S अन्य भाषाओं में इसके नामो की सूची आप अंगरेजी विकिपीडिया पे देख सक़ते है .
A 12 13|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S चीन में तो इसे ईसा पूर्व ६००० वर्ष से उगाया जा रहा है ज़ इसे चीनी बाजरा भी कहते है .
A 13 14|||R:OTHER|||, इसे चीनी बाजरा भी कहते हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||चीन में तो इसे ईसा पूर्व ६००० वर्ष से उगाया जा रहा है ,|||REQUIRED|||-NONE-|||0
A 5 6|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S पत्रिका अँग्रेजी में निकलती थी .
A 1 2|||R:OTHER|||अंग्रेजी|||REQUIRED|||-NONE-|||0

S इनके अलावा पारसी ज़ जैन एवं ईसाई धर्म के मूल विचारो को भी सम्मलित किया .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||विचारों|||REQUIRED|||-NONE-|||0

S हालाँकि इस धर्म के प्रचार के लिए उसने ज्यादा कुछ नही किया केवल आपने विश्वस्त लोगो को ही इसमे सम्मलित किया .
A 0 1|||R:OTHER|||हाँलाँकि|||REQUIRED|||-NONE-|||0
A 0 8|||R:PRON|||केवल आपने|||REQUIRED|||-NONE-|||0
A 8 10|||R:OTHER|||विश्वस्त लोगों को|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||ही|||REQUIRED|||-NONE-|||0
A 11 11|||M:OTHER|||इसमें सम्मलित|||REQUIRED|||-NONE-|||0
A 12 12|||M:PUNCT|||.|||REQUIRED|||-NONE-|||0
A 0 2|||R:PRON|||हाँलाँकि इस धर्म के प्रचार के लिए उसने|||REQUIRED|||-NONE-|||0
A 2 5|||R:PRON|||ज्यादा कुछ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||नही|||REQUIRED|||-NONE-|||0
A 6 8|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 9 10|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||लोगों|||REQUIRED|||-NONE-|||0
A 6 7|||R:PRON|||इसमें|||REQUIRED|||-NONE-|||0

S दीन ऐ इलाही सही मायन में धर्म न होकर एक आचार सहिता समान था .
A 4 5|||R:NOUN-NUM|||मायनों|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN-GEN|||सहिंता|||REQUIRED|||-NONE-|||0

S इसमे भोग ज़ घमंड ज़ निंदा करना या दोष लगाना वर्जित थे एवं इन्हे पाप कहा गया .
A 0 1|||R:PRON-NUM|||इसमें|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:PRON|||इन्हें|||REQUIRED|||-NONE-|||0

S उसने तत्कालीन सिक्कों के पीछे ज़ अल्लाहू अकबर ज़ लिखवाया जो अनेकार्थी शब्द था .
A 5 6|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||अल्लाहु|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||है|||REQUIRED|||-NONE-|||0

S हालाँकि इस धर्म के प्रचार के लिए उसने ज्यादा कुछ नही किया केवल आपने विश्वस्त लोगों को ही इसमें सम्मलित किया .
A 0 1|||R:OTHER|||हाँलाँकि|||REQUIRED|||-NONE-|||0
A 0 8|||R:PRON|||केवल अपने|||REQUIRED|||-NONE-|||0
A 8 10|||R:OTHER|||विश्वस्त लोगों को|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||ही|||REQUIRED|||-NONE-|||0
A 11 11|||M:OTHER|||इसमें सम्मलित|||REQUIRED|||-NONE-|||0
A 12 12|||M:PUNCT|||.|||REQUIRED|||-NONE-|||0
A 0 2|||R:PRON|||हाँलाँकि इस धर्म के प्रचार के लिए उसने|||REQUIRED|||-NONE-|||0
A 2 5|||R:PRON|||ज्यादा कुछ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||नही|||REQUIRED|||-NONE-|||0
A 6 8|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 9 10|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 1 2|||R:PRON|||अपने|||REQUIRED|||-NONE-|||0

S इसका जन्म 14 जनवरी 1551 में हुआ था .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S स्वामी हरिदास के पास तानसेन ने बाहर वर्ष की आयु तक संगीत की शिक्षा पाई .
A 6 7|||R:OTHER|||बारह|||REQUIRED|||-NONE-|||0

S तानसेन को अपने दरबार में लाने के लिए अकबर की सेना और रीवा के बघेला राजपूत के बीच में भयानक उद् हुआ था .
A 14 15|||R:OTHER|||बाघेला|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||राजपूतो|||REQUIRED|||-NONE-|||0
A 20 21|||R:SPELL|||युद्ध|||REQUIRED|||-NONE-|||0

S तानसेन या मियां तानसेन या राम तनु पाण्डेय हिन्दुस्तानी शास्त्रीय संगीत के एक महान ज्ञाता थे .
A 5 8|||R:OTHER|||रामतनु पाल|||REQUIRED|||-NONE-|||0

S कहते है कि श्री मकरंद पांडे के कई संतान हुई ज़ लेकिन एक पर एक अकाल ही काल कवलित होती चली गई .
A 5 6|||R:OTHER|||पाल|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN-GEN|||संताने|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||, लेकिन एक पर एक अकाल ही काल कवलित होती चली गई .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||कहते है कि श्री मकरंद पाल के कई संताने हुई ,|||REQUIRED|||-NONE-|||0

S तानसेन या मियां तानसेन या राम तनु पाण्डेय हिन्दुस्तानी शास्त्रीय संगीत के एक महान ज्ञाता थे .
A 5 8|||R:OTHER|||रामतनु पाल|||REQUIRED|||-NONE-|||0

S कहते है कि श्री मकरंद पांडे के कई संतान हुई ज़ लेकिन एक पर एक अकाल ही काल कवलित होती चली गई .
A 5 6|||R:OTHER|||पाल|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN-GEN|||संताने|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||, लेकिन एक पर एक अकाल ही काल कवलित होती चली गई .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||कहते है कि श्री मकरंद पाल के कई संताने हुई ,|||REQUIRED|||-NONE-|||0

S तानसेन या मियां तानसेन या राम तनु पाण्डेय हिन्दुस्तानी शास्त्रीय संगीत के एक महान ज्ञाता थे .
A 5 8|||R:OTHER|||रामतनु पाल|||REQUIRED|||-NONE-|||0

S उनकी इच्छा धी कि उन्हें उनके गुरु मुहम्मद गोस खाँ की समाधि के पास दफनाया जाए .
A 2 3|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||गौस|||REQUIRED|||-NONE-|||0

S तानसेन के संगीत से प्रसन्न होकर अकबर ने इन्हें अपने नवरत्नों मे शामिल कर लिया .
A 8 9|||R:PRON|||उन्हें|||REQUIRED|||-NONE-|||0

S तानसेन ने मानसिंह की विधवा पत्नी मृगनैनी से संगीत की शिक्षा प्राप्त की .
A 6 7|||R:OTHER|||मृगनयनी|||REQUIRED|||-NONE-|||0

S तानसेन के संगीत से प्रसन्न होकर अकबर ने उन्हें अपने नवरत्नों मे शामिल कर लिया .
A 11 12|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इसका सेवन करने से एसिडिटी ज़ वात रोग और चर्मरोग नही होते .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S औसतन ३०० ४०० कि शाकीय हरा भाग ज़ ६० ८० किग्रा सूखा शाकीय भाग ज़ प्रति हेक्टेयर मिल जाती है .
A 3 4|||R:OTHER|||की|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S वह एक काल्पनिक विक्टोरियन जूस थे .
A 4 5|||R:NOUN|||जसूस|||REQUIRED|||-NONE-|||0

S उसके पिता के चित्र मिस्टर कौमिक और मिस्टर डॉ रिट हैं .
A 0 1|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||मिकौबर|||REQUIRED|||-NONE-|||0
A 8 10|||R:ORTH|||डॉरिट|||REQUIRED|||-NONE-|||0

S इन निर्देश तंत्रों को जड़त्वीय तंत्र कहलाते हैं .
A 4 5|||R:ADJ|||जडत्वीय|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S इस समीकरण के अनुसर ज़ जब किसी निकाय पर कोई बाह्य बल नही है ज़ तो निकाय का संवेग स्थिर रहता है .
A 3 4|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||नहीं है|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||, तो निकाय का संवेग स्थिर रहता|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इस समीकरण के अनुसार , जब किसी निकाय पर कोई बाह्य बल नहीं है ,|||REQUIRED|||-NONE-|||0

S कई उदाहरण हैं जिनमें संवेग संरक्षित होता है लेकिन तृतीय नियम मान्य नही है .
A 1 2|||R:NOUN|||उदहारण|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S स्थैतिक घर्षण दो पिण्डों के संपर्क पृष्ठ की समान्तर दिशा में है ज़ लेकिन गतिज घर्षण गति की दिशा पर निर्भर नही है .
A 11 11|||M:OTHER|||है , लेकिन गतिज घर्षण गति की दिशा पर निर्भर नहीं|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||स्थैतिक घर्षण दो पिण्डों के संपर्क पृष्ठ की समान्तर दिशा में है ,|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S प्रथम नियम के अनुसर ज़ अगर किसी पिण्ड पर बल आघूर्ण न लगे हो ज़ तो पिण्ड की घूर्णी अंत्यावस्था नही बदलेगी .
A 3 4|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||, तो पिण्ड की घूर्णी गत्यावस्था नहीं बदलेगी .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||प्रथम नियम के अनुसार , अगर किसी पिण्ड पर बल आघूर्ण न लगे हो ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||गत्यावस्था|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S द्वितीय नियम से बल आघूर्ण की एक नई परिभाषा मिलती है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S पदार्थो को आपस में रगड़ दिया जाये तो उनम परस्पर इलेक्ट्रानों के आदान प्रदान के फलस्वरूप आकर्षण का गुण आ जाता है .
A 8 9|||R:PRON-NUM|||उनमें|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||इलेक्ट्रोनों|||REQUIRED|||-NONE-|||0

S विद्युत आवेश कुछ उप परमाणवीय कणों में एक मूल गुण है जो विद्युत चुम्बकत्व में महत्व है .
A 3 5|||R:ORTH|||उपपरमाणवीय|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||विद्युतचुम्बकत्व|||REQUIRED|||-NONE-|||0
A 14 15|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S पंजाब में इसे घिरी या घूमर कहते है .
A 5 6|||R:OTHER|||घमूर|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S वैसे देवी मां की पीठ का अस्तित्व यहां तीसरी शती से पूर्व का माना गया है .
A 9 10|||R:OTHER|||सदी|||REQUIRED|||-NONE-|||0

S सोडियम द्रव मात्रा एवं तंत्रिका शक्ति का नियमन करता है .
A 7 8|||R:NOUN|||निर्माण|||REQUIRED|||-NONE-|||0

S इसे गेंदबाज़ बल्लेबाज़ों के समक्ष फेंकते हैं जिसे मरकर बल्लेबाज़ रन बनाते हैं .
A 1 2|||R:OTHER|||गेंदबाज़|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||बल्लेबाज़ों|||REQUIRED|||-NONE-|||0
A 5 6|||R:VERB|||फैंकते|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||मारकर|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||बल्लेबाज़|||REQUIRED|||-NONE-|||0

S बौद्ध भिक्षु गुरु परिनिन्दे का वीराँ सदी में सिक्किम दौरा सिक्किम से सम्बन्धित सबसे प्राचीन विवरण है .
A 3 4|||R:OTHER|||रिन्पोचे|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||८वीँ|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||दौर|||REQUIRED|||-NONE-|||0

S समुद्र तल से 17800 फीट की ऊंचाई पर स्थित यह झील गंगटोक से 190 किमी की दूरी पर है .
A 14 15|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अरिता स्थित यह झील गंगटोक से 55 किमी की दूरी पर है .
A 0 1|||R:OTHER|||अरितार|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह गुफा सायानोसेफ़ाला एल्पाइन अभ्यारण्य से 1 किमी की दूरी पर स्थित है .
A 2 3|||R:OTHER|||योंगनोसाला|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||अल्पाइन|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह व्यू प्वाइंट गंगटोक नगर से 4 किमी की दूरी पर है और इसे सिक्किम के स्वर्गीय राजा ताशी नामग्राम ने बनवाया था .
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||नामग्याल|||REQUIRED|||-NONE-|||0

S यह पार्क गंगटोक से 11 किमी की दूरी पर स्थित है .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S दीक्षित विग 25 सालों से देश की मल्टीनेशनल कम्पनियों और औद्योगिक घरानों के खिलाफ वैचारिक लड़ाई लड़ रेह हैं .
A 1 2|||R:ADJ|||विगत|||REQUIRED|||-NONE-|||0
A 4 5|||R:ADP|||तक|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||रहे|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB-TENSE|||थे|||REQUIRED|||-NONE-|||0

S यह ट्रस्ट आम देशवासियों में यह प्रवृत्ति जायेगा कि वह मतदान अवश्य करे ज़ विदेशी कम्पनियों का बहिष्कार करें .
A 7 8|||R:VERB|||जगायेगा|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||करें|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||, विदेशी कम्पनियों का बहिष्कार करें .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यह ट्रस्ट आम देशवासियों में यह प्रवृत्ति जगायेगा कि वह मतदान अवश्य करें ,|||REQUIRED|||-NONE-|||0

S इसका उद्देश्य भ्रष्टाचार ज़ गरीबी ज़ भूख ज़ अपराध ज़ शोषण मुक्त भारत का निर्माण कराना होगा .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:VERB-TENSE|||है|||REQUIRED|||-NONE-|||0

S इसका उद्देश्य भ्रष्टाचार ज़ गरीबी ज़ भूख ज़ अपराध ज़ शोषण मुक्त भारत का निर्माण कराना है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB|||करना|||REQUIRED|||-NONE-|||0

S इसकी लकड़ी इमारती कामों में प्रयोग की जाती है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S छत्तीसगढ राज्य मे नवार ज़ धनुहा ज़ जनजाति बहुतायत मे निवास रत है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||धनवार|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||धनुहार|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S ये लोगों को तो सरकार ने आदिवासी घोसिन किया है परंतु आज भी इस जाति पूर्ण रुप से लाभ नही मील पा रहा है .
A 7 8|||R:SPELL|||घोसित|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||परंतु आज भी|||REQUIRED|||-NONE-|||0
A 0 1|||R:DET|||इस|||REQUIRED|||-NONE-|||0
A 1 4|||R:NOUN|||जाति पूर्ण|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||रुप|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||से|||REQUIRED|||-NONE-|||0
A 6 8|||R:NOUN|||लाभ नहीं मील|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||पा रहा|||REQUIRED|||-NONE-|||0
A 10 10|||M:PUNCT|||.|||REQUIRED|||-NONE-|||0
A 0 3|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 3 4|||R:DET|||ये|||REQUIRED|||-NONE-|||0
A 4 6|||R:NOUN|||लोगों को तो|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||सरकार|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||ने|||REQUIRED|||-NONE-|||0
A 8 11|||R:OTHER|||आदिवासी घोसित|||REQUIRED|||-NONE-|||0
A 11 13|||R:VERB|||किया|||REQUIRED|||-NONE-|||0
A 14 15|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S छत्तीसगढ़ में बहुत से त्यौहार ज़ पर्व व उत्सव मनाए जाते हैं .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S छत्तीसगढ़ में बहुत से आदिवासी देवी देवताओं की पूजा की जाती है .
A 4 5|||R:ADJ|||वनवासी|||REQUIRED|||-NONE-|||0

S इन दोनों चीले का स्वाद हरी मिर्च और पताल की चटनी से बढ़ जाता है .
A 8 9|||R:NOUN|||टमाटर|||REQUIRED|||-NONE-|||0

S राजीव दीक्षित आजादी बचाओ आन्दोलन के संस्थापक एवं प्रखर वक्ता हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S राजीव दीक्षित एक भारतीय वैज्ञानिक ज़ प्रखर वक्ता और आजादी बचाओ आन्दोलन के संस्थापक हैं .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0

S राजीव दीक्षित ने विभिन्न विषय पर अनेकों लेख व पुस्तकें लिखी है .
A 4 5|||R:NOUN-NUM|||विषयों|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S वे इन दिनों बाबा रामदेव के साथ पतंजलि योग पीठ से जुड़ गए थे और स्वदेशी के साथ योग का भी प्रचार कर रेह थे .
A 8 10|||R:ORTH|||योगपीठ|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||गये|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0

S इन बीस वर्षों में राजीव भाई ने लगभग १५००० से अधिक व्याख्यान दिये जिनमे से कुछ आज भी उपलब्ध हैं .
A 13 14|||R:PRON|||जिनमें|||REQUIRED|||-NONE-|||0

S १९९१ में डंक प्रस्ताव के खिलाफ घूम घूम कर जन जागृति की और रैलियाँ निकाली .
A 2 3|||R:OTHER|||डंकल|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||रेलियाँ|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-FORM|||निकालीं|||REQUIRED|||-NONE-|||0

S १९९१ में डंक प्रस्ताव के खिलाफ घूम घूम कर जन जागृति की और रैलियाँ निकालीं .
A 2 3|||R:OTHER|||डंकल|||REQUIRED|||-NONE-|||0

S आर्थिक मामलों पर उनका स्वदेशी विचार सामान्य जन से लेकर बुद्धिजीवियों तक को आज भी प्रभावित करता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S तत्पश्चात् वे भारत के पूर्व राष्ट्रपति डॉ ए पी जे अब्दुल कलाम के साथ जुड़ गये .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S उनका अधिकांश समय महाराष्ट्र के वर्धा जिले में प्रो धर्मपाल के कार्य को आगे बढ़ाने में व्यतीत हुआ .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S दीक्षित का पार्थिव शरीर बुधवार सुबह रायपुर स्थित डॉ अम्बेडकर हॉस्पिटल लाया गया और दोपहर उनका शव विशेष विमना से हरिद्वार ले जाया गया .
A 18 19|||R:NOUN|||विमान|||REQUIRED|||-NONE-|||0

S क्योंकि कोई भी संगठन शुरुवात में जिन कारणों से दूसरे संगठन का विरोध करता है जल्द ही वही सारे काम करने लगता है .
A 4 5|||R:NOUN|||शुरुआत|||REQUIRED|||-NONE-|||0

S आज भी भारत में उनके करोड़ो चाहने वाले है .
A 8 9|||R:VERB-FORM|||हैै|||REQUIRED|||-NONE-|||0

S इस संसार में विविध प्रकार के रंग बिरंगे पौधे हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S पौधों को स्वघोषित या प्राथमिक उपभोक्ता भी कहा जाता है .
A 2 3|||R:ADJ|||स्वपोषित|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||उत्पादक|||REQUIRED|||-NONE-|||0

S पादप या उद्भिद जीवजगत् का एक बड़ी श्रेणी है जिसके अधिकांश सदस्य प्रकाश संश्लेष द्वारा शर्करा जातीय खाद्य बनाने में समर्थ होते हैं .
A 3 4|||R:SPELL|||जीवजगत|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||संश्लेषण|||REQUIRED|||-NONE-|||0
A 15 17|||R:ORTH|||शर्कराजातीय|||REQUIRED|||-NONE-|||0

S पधरना गोड़ों की एक उपजाति है और देवरा घुमन्तू जाति है .
A 0 1|||R:OTHER|||परधान|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||गोंड|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||देवार|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADJ|||धुमन्तू|||REQUIRED|||-NONE-|||0

S छत्तीसगढ़ राज्य में इसकी लम्बाई 286 किमी है .
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S महानदी की कुल लम्बाई 858 किमी है .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इसकी कुल लंबाई 209 किमी और प्रवाह क्षेत्र 7 210 किसी है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इसकी लम्बाई 147 किमी है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस नदी की लम्बाई 208 कि मि है तथा प्रवाह क्षेत्र 22 ज़ 680 वर्ग किमी है .
A 6 7|||R:OTHER|||मी|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस नदी की कुल लंबाई 134 किमी है .
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस नदी की कुल लंबाई 135 किमी और प्रवाह क्षेत्र 2 333 वर्ग किमी है .
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस नदी का प्रवाह क्षेत्र 26 620 वर्ग किमी है और लम्बाई 372 किमी है .
A 8 9|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S बस्तर जिले में इसका प्रवाह क्षेत्र 180 किमी है .
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इसकी लम्बाई 64 किमी है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इसकी लम्बाई 90 किमी है तथा प्रवाह क्षेत्र 3 ज़ 000 वर्ग मीटर है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S इसकी रायपुर जिले में लम्बाई 90 किमी है तथा इसका प्रवाह क्षेत्र 2 ज़ 480 वर्ग मीटर है .
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S रायगढ़ जिले में इसकी लम्बाई 174 किमी तथा अपवाह क्षेत्र 4 033 वर्ग किमी है .
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S जगदलपुर से 39 किमी दूर इन्द्रावती नदी पर यह जलप्रपात बनता है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह जगदलपुर से 68 किमी दूर बार सूर नगरी से सात किमी के अन्तराल में अवस्थित है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||बारसूर|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S जगदलपुर से 27 किमी दूर मावली भाटा के पुजारी पारा पर प्रपात स्थित है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अंतरागत से 15 किमी दूर सुंदर जलप्रपात है .
A 0 1|||R:OTHER|||अंतागढ़|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S कांकेर से 16 किमी दूर दूध नदी सुन्दर जलप्रपात का निर्माण करती है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S जापान फ़ाउन्डेशन ने २००५ में उन्हें विश्व के ज़ श्रेष्ठ कारटूनिस्टों में चुना और भारत का नेतृत्व करने के लिये जापान निमन्त्रित किया .
A 1 2|||R:OTHER|||फ़ाउन्डेशन|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||एशिया के ४ श्रेष्ठ कार्टूनिस्टों में चुना और भारत का नेतृत्व करने|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||लिये जापान निमन्त्रित किया .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जापान फ़ाउन्डेशन ने २००५ में उन्हें एशिया के ४|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||कार्टूनिस्टों|||REQUIRED|||-NONE-|||0

S मुहम्मद अजमल आमिर कसाब २००८ मे मुंबई मे आतंकवादी हमेल करने वाला एक पाक आतंकवादी है .
A 3 4|||R:SPELL|||क़साब|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||हमले|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||था|||REQUIRED|||-NONE-|||0

S यह पाकिस्तान के फरीदकोट शहर का मूल निवासी है और पिछले कुछ साल से आतंकवादी गतिविधियों मे लिप्त है .
A 8 9|||R:OTHER|||था|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||था|||REQUIRED|||-NONE-|||0

S इस अभियान मे इसके सभी नौ अन्य साथी मारे गये थे .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कसाब पाकिस्तान के फरीदकोट का मूल निवासी था और पिछले कुछ साल से आतंकवादी गतिविधियों मे लिप्त था .
A 15 16|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S ऐसे में कोर्ट ने माना था कि कसाब के लिए फाँसी ही एकमात्र सजा है .
A 7 8|||R:SPELL|||क़साब|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADP|||लिये|||REQUIRED|||-NONE-|||0

S छत्तीसगढ़ का प्रयाग राजि रायपुर से 47 किमी की दूरी पर स्थित है .
A 3 4|||R:OTHER|||राजिम|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह जगदलपुर से 85 किमी की दूरी पर स्थित है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S रायपुर से संबलपुर जाने वाले राष्ट्रीय राजमार्ग 6 पर रायपुर से 36 किमी दूरी पर स्थित ऑरंग एक प्राचीन नगरी है .
A 12 13|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||आरंग|||REQUIRED|||-NONE-|||0

S महासमुन्द जिले से लगभग 22 किमी दूर स्थित है .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S राष्ट्रीय राजमार्ग 6 पर ऑरंग से 24 किमी आगे बांयी ओर लगभग 16 किमी पर सुरपुर स्थित है .
A 4 5|||R:SPELL|||आरंग|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||सिरपुर|||REQUIRED|||-NONE-|||0

S महानदी और जोंक नदी के संगम पर बसा ज़ जांजगीर जिले में स्थित श्यामनारायण बिलासपुर से 63 किमी पर स्थित है .
A 8 9|||R:OTHER|||, जांजगीर जिले में स्थित शिवरीनारायण बिलासपुर से 63 किलोमीटर पर स्थित है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||महानदी और जोंक नदी के संगम पर बसा ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||शिवरीनारायण|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह श्यामनारायण से 3 किमी दूरी पर स्थित है .
A 1 2|||R:OTHER|||शिवरीनारायण|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह नगरी से 8 किमी दूर स्थित है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह धमतरी से 13 किमी दूर स्थित महानदी पर बना विशालकाय बांध है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S 5 किमी लम्बी सर्पाकार घाटी ज़ राष्ट्रीय स्मारक मनोराधना ज़ कोपन जोन्हारी में चौथी शताब्दी की प्राचीन गणेश मूर्ति इसकी प्रसिद्धि का कारण हैं .
A 1 2|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||गढ़धनोरा|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||कोपेन|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||कोन्हाड़ी|||REQUIRED|||-NONE-|||0

S इस नगर के दक्षिण में स्थित मढ़ियापहाड़ पुरातात्विक महत्व लिये हुये है .
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S दुर्ग से 10 किमी दूर भिलाई एक औद्योगिक नगरी है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S बिलासपुर से तकरीबन 40 किमी दूर खांग नदी पर बना विशाल बांध है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||खारंग|||REQUIRED|||-NONE-|||0

S भोओदेव से आधा किमी दूर चौरा ग्राम के पास पत्थरों से निर्मित शिव मन्दिर है .
A 0 1|||R:SPELL|||भोरमदेव|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||चौराग्राम|||REQUIRED|||-NONE-|||0

S धमतरी से 12 किमी दूर गंगरेल बांध के पास बना बांध है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||बांचध|||REQUIRED|||-NONE-|||0

S पहाड़ के उपर पत्थरों से निर्मित सिंहद्वार व किला यहां के समृद्ध इतिहास की एक झलक दिखाते हैं .
A 2 3|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S इस नगर के दक्षिण में स्थित मढ़ियापहाड़ पुरातात्विक महत्व लिये हुये हैं .
A 11 12|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S बिलासपुर से तकरीबन 40 किलोमीटर दूर खांग नदी पर बना विशाल बांध है .
A 4 5|||R:NOUN|||किमी|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||खारंग|||REQUIRED|||-NONE-|||0

S धमतरी से 12 किलोमीटर दूर गंगरेल बांध के पास बना बांध है .
A 3 4|||R:NOUN|||किमी|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||बांचध|||REQUIRED|||-NONE-|||0

S दुर्ग से 10 किमी दूर भिलाई एक औद्योगिक नगरी है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S बिलासपुर से तकरीबन 40 किमी दूर खांग नदी पर बना विशाल बांध है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||खारंग|||REQUIRED|||-NONE-|||0

S भोओदेव से आधा किमी दूर चौरा ग्राम के पास पत्थरों से निर्मित शिव मन्दिर है .
A 0 1|||R:SPELL|||भोरमदेव|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||चौराग्राम|||REQUIRED|||-NONE-|||0

S धमतरी से 12 किमी दूर गंगरेल बांध के पास बना बांध है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||बांचध|||REQUIRED|||-NONE-|||0

S पूर्वी पाकिस्तान ज़ एक इकाई व्यवस्था के तहत ज़ था कालीन पाकिस्तान का पूर्वी इकाई थी .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADP-GEN|||की|||REQUIRED|||-NONE-|||0

S अंत्य तः ज़ १६ दिसंबर १९७१ को पूर्वी पाकिस्तान ने आधिकारिक रूप से बंदल देश के नाम से स्वतंत्रता की घोषणा कर दी .
A 0 2|||R:ORTH|||अंत्यतः|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 15|||R:OTHER|||बांग्लादेश|||REQUIRED|||-NONE-|||0

S चित्रकूट जलप्रपात भारत के छत्तीसगढ़ प्रदेश मे स्थित एक जलप्रपात है .
A 0 1|||R:OTHER|||चित्रकोट|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S 90 फुट उपर से इन्द्रावती की ओजस्विता धारा गर्जना करते हुये गिरती है .
A 2 3|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0
A 6 7|||R:MORPH|||ओजस्विन|||REQUIRED|||-NONE-|||0

S विद्युत पटन में विद्युतजनित्रों ज़ इलेक्ट्रोड्स ज़ पर जमा हुए पदार्थ की मात्रा धारा की मात्रा समानुपाती होती है .
A 1 2|||R:SPELL|||अपघटन|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||विद्युताग्रों|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||एलेक्ट्रोड्स|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S पत्तियों मे छोटे छोटे छिद्र ज़ या रंध्र ज़ होते हैं .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S अनार ज़ कटहल आदि संयुक्त फल हैं .
A 0 1|||R:NOUN|||अनानास|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S खाद्यान्न शक्ति प्राप्त करने के बड़े स्त्रोत हैं .
A 6 7|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0

S दलहन वनस्पति जगत में प्रोटीन का मुख्य स्त्रोत हैं .
A 7 8|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0

S इनमें प्रमुख देवता हैं सिंह बौंगा ज़ मारुंग बुर और जाहर युग .
A 5 6|||R:SPELL|||बोंगा|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||, मारांग बुरु और जाहेर आयो .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इनमें प्रमुख देवता हैं सिंह बोंगा ,|||REQUIRED|||-NONE-|||0
A 0 1|||R:SPELL|||मारांग|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||बुरु|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||जाहेर|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||आयो|||REQUIRED|||-NONE-|||0

S इनमें प्रमुख देवता हैं सिंह बौंगा ज़ मारुंग बुर और जाहर आयो .
A 5 6|||R:SPELL|||बोंगा|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||, मोरंग बुरु और जाहेर युग .|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||इनमें प्रमुख देवता हैं सिंह बोंगा , मोरंग|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||बुरु|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||जाहेर|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||युग|||REQUIRED|||-NONE-|||0

S झारखंड में जनजातीय पर्यटन की यात्रा संथाल के विभिन्न गांवों मे और छोटा नागपुर पठार में कर सक़ते हैं .
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 12 14|||R:ORTH|||छोटानागपुर|||REQUIRED|||-NONE-|||0
A 17 18|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S बहुत से स्वतंत्रता सेनानियों के बारे में कहा गया है की उन्हें यहाँ फाँसी दी गयी है .
A 10 11|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S पहाड़ी पर स्थित मंदिर को देखकर ऐसा प्रतीत होता है की काफी ऊंचाई पर मणि एक किला विद्यमान हो .
A 10 11|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S वर्तमान में कोई भी व्यावसायिक उड़ान सेवा उपलब्ध नही है .
A 8 9|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S जब १९१७ में अक्तूबर समाजवादी क्रांति तो दोन नदी के किनारे बसने वाले कालोनियों ने समाजवाद की विरोधी श्वेत रूसी सेना का साथ दिया .
A 3 4|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||कालमिकियों|||REQUIRED|||-NONE-|||0

S के बहुत अधिक इकाइयों के पॉलीमेराइजेशन के फलस्वरूप बनता है .
A 3 4|||R:NOUN|||इकाईयों|||REQUIRED|||-NONE-|||0

S बिजली के तारों ज़ केबिलों के ऊपर चढ़ाई जाने वाली प्लास्टिक कवर भी सिंथेटिक पॉलीमर है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||केबलों|||REQUIRED|||-NONE-|||0

S लेकिन इस सिद्धांत में कहा गया कि पॉलीमर एक श्रंखला में यूनिवेलेंट बंध द्वारा बंधे होते हैं .
A 7 8|||R:OTHER|||पाॅलीमर|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||शृंखला|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||कोवेलेंट|||REQUIRED|||-NONE-|||0

S एक ही प्रकार की मोनोमर इकाइयों से बनने वाले बहुलक को होमो पॉलीमर कहते हैं .
A 5 6|||R:NOUN|||इकाईयों|||REQUIRED|||-NONE-|||0
A 11 13|||R:ORTH|||होमोपॉलीमर|||REQUIRED|||-NONE-|||0

S भिन्न प्रकार की मोनोमर इकाइयों से बनने वाले बहुलक को को पॉलीमर कहते हैं .
A 4 5|||R:NOUN|||इकाईयों|||REQUIRED|||-NONE-|||0
A 9 10|||U:ADP||||||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||कोपॉलीमर|||REQUIRED|||-NONE-|||0

S कार्बन और हाइड्रोजन के यौगिक को हाइड्रोकार्बन कहते हैं .
A 4 5|||R:NOUN-NUM|||यौगिकों|||REQUIRED|||-NONE-|||0

S यह नगर ज़ रेशम के शाकी ज़ मंदिर एवं इसकी संस्क्रिया के लिये प्रसिक है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||शाढी|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||संस्क्रूति|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADP|||लिए|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADJ|||प्रसिध|||REQUIRED|||-NONE-|||0

S ब्रह्मपुर नगर ब्रिर्टिश शासन कि अवधि मैं मद्रास प्रेसिडेन्ट की अधीन मे था .
A 2 3|||R:OTHER|||ब्रिट्रिश|||REQUIRED|||-NONE-|||0
A 5 6|||R:MORPH|||अबधि|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||माद्रास|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||प्रेसिडेन्सी|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||में|||REQUIRED|||-NONE-|||0

S ब्रह्मपुर नगर दक्षिण ओडिशा कि आर्थिक राजधानी के रुप मे माना जाता है .
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यहाँ कि एक अनोखी बात ये है की सुबह कि नाश्ता ज्यादातर लोग बाराह ही करते है .
A 13 14|||R:SPELL|||बाहार|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||हि|||REQUIRED|||-NONE-|||0

S वो अपने हिन्दी ज्ञान और राजनैतिक सम्बंधों के लिए जाने जाते हैं .
A 0 1|||R:PRON|||ये|||REQUIRED|||-NONE-|||0

S उनपर भ्रष्टाचार के विभिन्न मामले लम्बित हैं जो उन्हें व्यापक रूप से अलोकप्रिय भी बनाते हैं .
A 0 1|||R:MORPH|||इनपर|||REQUIRED|||-NONE-|||0
A 8 9|||R:PRON|||इन्हें|||REQUIRED|||-NONE-|||0

S 6 जनवरी 2010 को ज़ उन्होंने समाजवादी पार्टी के सभी पदों से त्यागपत्र दे दिया .
A 4 5|||R:OTHER|||, इन्होंने समाजवादी पार्टी के सभी पदों से त्यागपत्र दे दिया .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||6 जनवरी 2010 को ,|||REQUIRED|||-NONE-|||0
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S अन्ततः उन्होंने राजनीति से सन्यास ले लिया .
A 1 2|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S ज़ वर्ष 2016 में उनकी समाजवादी पार्टी में पुनः वापसी हुई और राज्य सभा के लिए चुने गये .
A 0 1|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 4 5|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S भारतीय संसद के निचले सदन लोकसभा मे किसी राजनैतिक दल द्वारा उसका चुना गया नेता .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S भारतीय संसद के उपरी सदन राज्यसभा मे किसी राजनैतिक दल द्वारा उसका चुना गया नेता .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S भारतीय संसद के उपरी सदन राज्यसभा में किसी राजनैतिक दल द्वारा उसका चुना गया नेता .
A 3 4|||R:ADJ|||ऊपरी|||REQUIRED|||-NONE-|||0

S ज़ 1 ज़ क्रिटिक इस्पात ज़ जो कड़े किए ही नही जा सक़ते .
A 0 1|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||फेरिटिक|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S सिको पहली बार जापान मे बनाया गया ता .
A 0 1|||R:PRON|||िसको|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||पहलि|||REQUIRED|||-NONE-|||0
A 4 5|||R:MORPH|||म|||REQUIRED|||-NONE-|||0

S नोमपेन्ह एक नगर है जो कंबोडिया नामक एशियाई देश की राजधानी है .
A 0 1|||R:OTHER|||नामपेन्ह|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||कंबोज|||REQUIRED|||-NONE-|||0

S जो शासन किसी राजघराने द्वारा संचालित होता है उसे राजतंत्र कहते हैं .
A 3 4|||R:NOUN|||राजा|||REQUIRED|||-NONE-|||0

S फिर ज़ बाली और सुग्रीव के द्वंद्व युद्ध का चित्रण हुआ है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह असम राज्य में सबसे लोकप्रिय नृत्यों में से एक है .
A 1 2|||R:OTHER|||अस|||REQUIRED|||-NONE-|||0

S सृष्टि के निर्माण के हेतु शिव ने अपनी शक्ति को स्वयं से पृथक किया .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S पिण्डज जो शरीर से पैदा होते है .
A 0 1|||R:OTHER|||पिंडज|||REQUIRED|||-NONE-|||0

S इन चौरासी लाख योनियों का विभाजन तीन प्रकार से मिलता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S सजीव शब्द जीवविज्ञान में सभी जीवन सन्निहित प्राणियों के लिए प्रयुक्त होता है ज़ जैसे कशेरुकी जन्तु ज़ कीट ज़ पादप अथवा जीवाणु .
A 0 1|||R:MORPH|||जीव|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||, जैसे कशेरुकी जन्तु , कीट , पादप अथवा जीवाणु .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जीव शब्द जीवविज्ञान में सभी जीवन सन्निहित प्राणियों के लिए प्रयुक्त होता है ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S मात्र अति सूक्ष्म जीव ही एक कोशिकीय होते है .
A 8 9|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S एक जीव में एक या एक से अधिक कोशिकाएँ होते हैं .
A 9 10|||R:VERB-GEN|||होती|||REQUIRED|||-NONE-|||0

S जिनमें एक कोशिका पाया जाता है उसे एक कोशिकीय जीव कहते है .
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S रत नपुर छत्तीसगढ़ राज्य के बिलासपुर जिले का एक नगर पंचायत है .
A 0 2|||R:ORTH|||रतनपुर|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP-GEN|||की|||REQUIRED|||-NONE-|||0

S ये जीवाणु अंदर से बढ़ते हैं ज़ रसायनशाला में घोल के अंदर टँगे हुए सुंदर कांतिमय रवा की भाँति बाहर से नहीं .
A 6 7|||R:OTHER|||, रसायनशाला में घोल के अंदर टँगे हुए सुंदर कांतिमय रवा की भाँति बाहर से नहीं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||ये जीवाणु अंदर से बढ़ते हैं ,|||REQUIRED|||-NONE-|||0

S कोशिका में ये वृत्तियॉं क्यों उत्पन्न हुई .
A 3 4|||R:NOUN|||वृत्तियाँ|||REQUIRED|||-NONE-|||0

S ईश्वर के विश्वास के साथ जिसे अनीश्वरवादी दर्शन कह सक़ते हैं ज़ यहॉं पनपता रहा .
A 9 10|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||, यहाँ पनपता रहा .|||REQUIRED|||-NONE-|||0
A 0 1|||R:NOUN|||ईश्वर के विश्वास के साथ जिसे अनीश्वरवादी दर्शन कह सकते हैं , यहाँ|||REQUIRED|||-NONE-|||0

S क्या किसी दूरस्थ ग्रह के देवताओं ने ज़ प्रबुद्ध जोवी ने ये पाँच नाभिकीय अम्ल के मूल यौगिक इस पृथ्वी पर बो दिए थे .
A 6 6|||M:OTHER|||ने , प्रबुद्ध जीवों|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||ये पाँच नाभिकीय अम्ल के मूल यौगिक इस पृथ्वी पर बो दिए थे .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||क्या किसी दूरस्थ ग्रह के देवताओं ने ,|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||जीवों|||REQUIRED|||-NONE-|||0

S इसी को निशाना बनाते हुए गाँधी जी अंग्रेजी शासन के खिलाफ़ व्यापक असंतोष को संघटित .
A 10 11|||R:ADP|||खिलाफ़|||REQUIRED|||-NONE-|||0
A 14 15|||R:ADJ|||संगठित|||REQUIRED|||-NONE-|||0

S तीन पतों बाद वे अपने गंतव्य स्थान पर पहुँचे .
A 1 2|||R:NOUN|||हफ्तों|||REQUIRED|||-NONE-|||0

S असहयोग आन्दोलन की तरह अधिकृत रूप से स्वीकृत राष्ट्रीय अभियान के अलावा भी विरोध की असंख्य धाराएं थीं .
A 16 17|||R:SPELL|||धाराएँ|||REQUIRED|||-NONE-|||0

S वहाँ उन्होने मुट्‌ठी भर नमक बनाकर स्वयं को कानून की निगाह में अपराधी बना दिया .
A 1 2|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S यह एक ऐसा खतना इलाका था जहाँ बहुत कम यात्री जाने की हिम्मत करते थे .
A 3 4|||R:ADJ|||खतरनाक|||REQUIRED|||-NONE-|||0

S वे बु कानन के दौरे के प्रति इतने आशंकित क्यों थे .
A 1 3|||R:ORTH|||बुकानन|||REQUIRED|||-NONE-|||0

S यहां पर कार्तिक पूर्णिमा को मेला भरता है ज़ जिसमें बड़ी संख्या में देशी विदेशी पर्यटक भी आते हैं .
A 6 7|||R:VERB|||लगता|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||, जिसमें बड़ी संख्या में देशी विदेशी पर्यटक भी आते हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यहां पर कार्तिक पूर्णिमा को मेला लगता है ,|||REQUIRED|||-NONE-|||0

S बाबर ने पानीपत में एक मस्जिद बनवाई ज़ इब्राहिम लोधी पर अपनी विजय के स्मारक रूप में .
A 7 8|||R:OTHER|||, इब्राहिम लोदी पर अपनी विजय के स्मारक रूप में .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||बाबर ने पानीपत में एक मस्जिद बनवाई ,|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||लोदी|||REQUIRED|||-NONE-|||0

S बादशाह शाहजहाँ ने ताज पोषी के बाद अपने लिए इस बेशकीमती सिंहासन को तैयार करवाया था .
A 4 5|||R:OTHER|||पोशी|||REQUIRED|||-NONE-|||0

S यहाँ से इस सिहासन को ईरान का शासक नादिरशाह लूट कर ले गया था .
A 3 4|||R:NOUN|||सिहांसन|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||फारस|||REQUIRED|||-NONE-|||0

S नादिरशाह ने 1739 मे आक्रमण किया था और तख्ते ताऊस अपने साथ लेकर गया .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S अल्युमिनियम हाइड्रोक्साइड एक अकार्बनिक यौगिक है .
A 1 2|||R:OTHER|||हाइड्राइड|||REQUIRED|||-NONE-|||0

S इन्ही कारणों से प्राचीन काल में इसका नाम आयँ आफ विट्रियोल रखा गया था .
A 8 9|||R:OTHER|||आयँल|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||विट्रिआँल|||REQUIRED|||-NONE-|||0

S भिंगराज का विशाल मन्दिर अपनी अनुपम स्थापत्यकला के लिए भी प्रसिद्ध है .
A 0 1|||R:OTHER|||लिंगराज|||REQUIRED|||-NONE-|||0

S सोडियम बाइकार्बोनेट एक अकार्बनिक यौगिक है .
A 1 2|||R:NOUN|||बाईकार्बोनेट|||REQUIRED|||-NONE-|||0
A 3 4|||R:ADJ|||कार्बनिक|||REQUIRED|||-NONE-|||0

S य् प्रान्त श्री लंका का एक प्रान्त है जिसमें तीन जिले हैं कैंडी ज़ माले और नावर इलय .
A 0 1|||R:OTHER|||मध्य|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||मातले|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||नुवर|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||इलिय|||REQUIRED|||-NONE-|||0

S सन १९१८ मे राष्ट्रपिता महात्मा गाँधी ने समिति के इन्दौर स्थित परिसर से ही सबसे पहले हिन्दी को राष्ट्रभाषा बनाने का आव्हान किया था .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S सन १९३५ मे समिति मे पुनः हिन्दी साहित्य सम्मेलन का आयोजन किया गया था .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S समिति की स्थापना एक पुस्तकालय के रूप मे हुई थी .
A 7 8|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अभी भी समिति का पुस्तकालय मध्यप्रदेश के सबसे सम्बद्ध पुस्तकालय मे से एक है .
A 8 9|||R:ADJ|||सम्रद्ध|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||पुस्तकालयो|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इस पुस्तकालय का कम्प्यूटरीकरण कर इसे ई लायब्रेरी के रूप मे विकसित करने के प्रयास किये जा रेह है .
A 3 4|||R:NOUN|||कम्पुटरीकरण|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 17 18|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S जिनमे श्री रवि रतलाम और श्री प्रतीक श्रीवास्तव ने हिन्दी मे ब्लॉग बनाने की विधा का प्रशिक्षण दिया है .
A 3 4|||R:OTHER|||रतलामी|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S आज ज़ हैल्थगिविंग कनाडा में अक्तूबर के दूसरे सोमवार को और संयुक्त राज्य अमेरिका में नवम्बर के चौथे गुरुवार को मनाया जाता है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||थैंक्सगिविंग|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S २५ अक्तूबर ज़ 25 ज़ को ग्रेनैडा मैं हैल्थगिविंग डे को राष्ट्रीय अवकाश के रूप में मनाया जाता है .
A 1 2|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||ग्रेनेडा|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||थैंक्सगिविंग|||REQUIRED|||-NONE-|||0

S यहाँ से पवन हंस की उडान भी मिल जाती है ज़ अड्डे को आप स्लमडॉग मिलिनेअर के शुरुआती सीन में देख सक़ते है .
A 2 4|||R:ORTH|||पवनहंस|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||, अड्डे को आप स्लमडाग मिलिनेयर के शुरोआती सीन में देख सकते हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यहाँ से पवनहंस की उडान भी मिल जाती है ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||स्लमडाग|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||मिलिनेयर|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADJ|||शुरोआती|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S वह अण्डा अण्ड वाहिका नली ज़ फ़ैलोपियन ट्यूब ज़ के द्वारा नीचे जाता है जो कि अंडाशय को गर्भाशय से जोड़ती है .
A 2 4|||R:ORTH|||अण्डवाहिका|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||फैलोपियन|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||ट्यूव|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S जब अण्डा गर्भाशय में पहुंचता है ज़ उसका अस्तर रक्त और तरल पदार्थ से गाढ़ा हो जाता है .
A 5 5|||M:OTHER|||है , उसका अस्तर रक्त और तरल पदार्थ से गाढ़ा हो जाता|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जब अण्डा गर्भाशय में पहुंचता है ,|||REQUIRED|||-NONE-|||0

S पीड़ा दायक माहवारी मे निचले उदर में ऐंठन भरी पीड़ा होती है .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||ऐंठनभरी|||REQUIRED|||-NONE-|||0

S जब अण्डा गर्भाशय में पहुंचता है तो रक्त एवं तरल पदाथों से मिलकर उसका अस्तर गाढ़ा होने लगता है .
A 10 11|||R:SPELL|||पदार्थ|||REQUIRED|||-NONE-|||0

S इसी समस्य के निदान हेतु रिचर्ड हॉल ब्रुक की नियुक्ति की गई थी .
A 1 2|||R:NOUN-GEN|||समस्या|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||हॉलब्रुक|||REQUIRED|||-NONE-|||0

S कांकेर से 16 किमी दूर दूध नदी सुन्दर जलप्रपात का निर्माण करती है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S पूरी जलराशि अलग अलग चरण मे नीचे तक आती है .
A 4 5|||R:NOUN|||चरणो|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S ष के बीचों बीच छत नहीं है और ऊपर तक गुंबद है जो रंग बिरंगे काँचों से बना है .
A 0 1|||R:OTHER|||कक्ष|||REQUIRED|||-NONE-|||0

S चाय की दुकान से लेकर वाहनों और दीवारों तक हर जगह विज्ञापन ही विज्ञापन दिखाई देते है .
A 7 8|||R:NOUN|||दिवारों|||REQUIRED|||-NONE-|||0
A 16 17|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S जिसके कारण ही उपभोता को सही और गलत की पहचान होती है .
A 3 4|||R:SPELL|||उपभोक्ता|||REQUIRED|||-NONE-|||0

S ये कहीं पे निगाहे ज़ कही पे निशाना का सा अन्दाज है .
A 0 1|||R:PRON-NUM|||यह|||REQUIRED|||-NONE-|||0
A 3 4|||R:MORPH|||निगाहें|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||, कही पे निशाना का सा अन्दाज है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यह कहीं पे निगाहें ,|||REQUIRED|||-NONE-|||0

S आधुनिक समाज में विज्ञापन व्यापार को बढ़ाने वाले माध्यम के रूप मे जाना जाता है .
A 11 12|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S आज हम विज्ञापन युग के सीमान्त पर आ खड़े हुए है .
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S विज्ञापन के अनुसर हिन्दी भाषा मे नित नये प्रयोग हो रेह है .
A 2 3|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0

S हिन्दी के क्रिया पदों के प्रयोग से विज्ञापनों मे आधिक कह देने की क्षमता पैदा होती है .
A 2 4|||R:ORTH|||क्रियापदों|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S घर के बाहर पैर रखते ही हम विज्ञापन की दुनिया में घिर जाते है .
A 10 11|||R:ADP|||से|||REQUIRED|||-NONE-|||0

S जनता के हित की रक्षा के प्रयासों का ध्यान देने के लिये विज्ञापनों का विनियमन की गै है .
A 16 17|||R:SPELL|||गैइ|||REQUIRED|||-NONE-|||0

S वर्तमान समय में विज्ञापन के कोई रूप हमारे सामने आते है .
A 5 6|||R:OTHER|||कई|||REQUIRED|||-NONE-|||0

S तमाम आलोचना के होते हुए भी विज्ञापन हमारे जीवन स्तर को सुधारने तथा उत्पादन बढ़ाने का प्रभावी माध्यम है .
A 1 2|||R:NOUN-NUM|||आलोचनाओं|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||सुधारनें|||REQUIRED|||-NONE-|||0

S विज्ञापन विक्रेता काम इतना आसान कर देता है कि उसे नयी वस्तु के बारे में उपभोक्ता को बार बार बताना नहीं पड़ता है .
A 15 16|||R:NOUN-NUM|||उपभोक्ताओं|||REQUIRED|||-NONE-|||0

S पत्र पत्रिकायें जैसे मुद्रित विज्ञापनों में प्रयोग की जानेवाली हिन्दी शब्दावली माध्यम के परिवर्तन के साथ बदल जाती है .
A 1 2|||R:NOUN|||पत्रिकाओं|||REQUIRED|||-NONE-|||0

S उलान बतौर अपने अत्यधिक अलग थलग स्थान के कारण उल्लेखित है .
A 1 2|||R:OTHER|||बतोर|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADJ|||उल्लेखनीय|||REQUIRED|||-NONE-|||0

S यह प्रणाली आमतौर पर समानान्तर पैमाने पर कम दिखाई देती है और एक दो दिन से ज्यादा जीवित नही रह कसती है .
A 18 19|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0
A 20 21|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S इसमें आमतौर पर हवा सर्पिल आकार में ज़ पृथ्वी के उत्तरी गोलार्द्ध में दक्षिणावर्त और दक्षिणी गोलार्द्ध में वामावर्त रूप से घूमती है .
A 6 6|||M:OTHER|||में , पृथ्वी के उत्तरी गोलार्द्ध में वामावर्त और दक्षिणी गोलार्द्ध|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||दक्षिणावर्त रूप से घूमती है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इसमें आमतौर पर हवा सर्पिल आकार में ,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||वामावर्त|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADJ|||दक्षिणावर्त|||REQUIRED|||-NONE-|||0

S एक क्षेत्र जहाँ वनों का घनत्व अत्यधिक रहता है उसे वन कहते हैं .
A 3 4|||R:NOUN|||वृक्षों|||REQUIRED|||-NONE-|||0

S वैश्विक जंगल वर्गीकरण प्रणाली का एक नंबर का प्रस्ताव किया गया है ज़ लेकिन कोई सार्वभौमिक स्वीकृति प्राप्त नही किया गया है .
A 9 9|||M:OTHER|||किया गया है , लेकिन कोई सार्वभौमिक स्वीकृति प्राप्त नहीं|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||वैश्विक जंगल वर्गीकरण प्रणाली का एक नंबर का प्रस्ताव किया गया है ,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S ज़ 13 ज़ अवर्गीकृत वन डेटा वन डेटा अपने प्रकार के बारे में कोई अधिक जानकारी के साथ वन सीमा तक नही दिखा रहा है .
A 0 1|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 21 22|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S विदेशी प्रजातियों बाग़ान प्रबंधित जंगलों जिसमें 30 शामियाना कवर जो लोगो द्वारा उगाया गया है जो की उस देश मैं नही पाए जाते .
A 2 3|||R:ADP|||बाग़ान|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S पेड़ जंगल के कई परिभाषाएँ ज़ है जो की विभिन्न मानदंडों पर आधारित हैं .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S कभी वन कुल भूमि क्षेत्र के ५० भाग में फैले हुए थे .
A 9 10|||R:VERB-FORM|||फैल|||REQUIRED|||-NONE-|||0

S बहुत कुछ इस बायोमास जो की जड़ प्रणालियों में जमीन के नीचे मैं पैदा होता है और बाकी आंशिक रूप से अपरद .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S जंगल की कई परिभाषाएँ हैं ज़ जो कि विभिन्न मानदंडों पर आधारित हैं .
A 4 4|||M:OTHER|||हैं , जो कि विभिन्न मापदंडों पर आधारित|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जंगल की कई परिभाषाएँ हैं ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||मापदंडों|||REQUIRED|||-NONE-|||0

S वन धरती के सबसे प्रमुख स्थलीय पारितंत्र हैं .
A 6 7|||R:NOUN|||परितंत्र|||REQUIRED|||-NONE-|||0

S अलग अलग ऊँचाइयों पर स्थित वन विभिन्न पारितंत्र का निर्माण करते हैं .
A 2 3|||R:NOUN|||ऊंचाइयों|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||परितंत्र|||REQUIRED|||-NONE-|||0

S आयरिश आप्रवासी उत्तरी अमेरिका के लिए उन्नीसवीं शताब्दी में परम्परा के संस्करणों किया ज़ हैलोवीन पश्चिमी देश में मनाया जाता है .
A 13 14|||R:OTHER|||, हैलोवीन पश्चिमी देशों में मनाया जाता है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||आयरिश आप्रवासी उत्तरी अमेरिका के लिए उन्नीसवीं शताब्दी में परम्परा के संस्करणों किया ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN-NUM|||देशों|||REQUIRED|||-NONE-|||0

S इसका मुख्यालय संयुक्त राष्ट्र के कर्मों- ज़ न्यू यॉर्क में स्थित है .
A 5 6|||R:OTHER|||अमेरिका|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S इसके बाद उनकी कुछ और सफल फ़िल्में आई जैसे पार्टनर ज़ वेल कम ज़ सिंह इज़ किंग .
A 6 7|||R:NOUN|||फ़िल्में|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-FORM|||आईं|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 13|||R:ORTH|||वेलकम|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||इज़|||REQUIRED|||-NONE-|||0

S वो धूम 3 में दिखी जिसने भारतीय फ़िल्मों में सबसे ज़्यादा कमाई की हैं .
A 4 5|||R:VERB-FORM|||दिखीं|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN-GEN|||फ़िल्मों|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||ज़्यादा|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S बाद में वो अपने परिवार के साथ हवाई में रही जहाँ उनका पालन पोषण हुआ और अंत में अपनी माँ के स्वदेश इंग्लैंड .
A 9 10|||R:VERB-NUM|||रहीं|||REQUIRED|||-NONE-|||0

S मॉडलिंग और फ़िल्म कैरियर की शुरुआत ज़ 2003 तक ज़ .
A 2 3|||R:OTHER|||फ़िल्म|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||करियर|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S कैटरीना ने चौदह वर्ष की उम्र में हवाई में एक सौंदर्य प्रतियोगिता जीती थी जभी से वो मॉडलिंग कर रही हैं .
A 14 15|||R:PRON|||तभी|||REQUIRED|||-NONE-|||0

S वो ज़ धूम 3 ज़ में संक्षिप्त भूमिका में दिखीं जिसने भारतीय फ़िल्मों में सबसे ज़्यादा कमाई की है .
A 1 2|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN-GEN|||फ़िल्मों|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||ज़्यादा|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB-TENSE|||थी|||REQUIRED|||-NONE-|||0

S कैटरीना ने उनके उपर फिल्माए गए गानों के उपर भी कई विभिन्न पुरस्कार समारोहों में प्रदर्शन किया हैं .
A 3 4|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0
A 4 5|||R:VERB-FORM|||फिल्माये|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S वो पहली भारतीय हैं जिनकी अनुरूपता के उपर बार्बी गुड़िया बनाई गई हैं .
A 5 6|||R:OTHER|||अनुरूपंता|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S वे रिलायंस इंडस्ट्रीज़ के अध्यक्ष ज़ प्रबंध निदेशक और कंपनी के सबसे बड़े शेयर धारक हैं .
A 2 3|||R:OTHER|||इंडस्ट्रीज|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||अंश|||REQUIRED|||-NONE-|||0

S प्राकृतिक जोखिम किसी ऐसी घटना के घटने की सम्भावना को कहते हैं जिससे मनुष्यों अथवा पर्यावरण पर नकारात्मक प्रभाव पड़ सक़ता हो .
A 20 21|||R:OTHER|||सकता|||REQUIRED|||-NONE-|||0
A 21 22|||R:OTHER|||है|||REQUIRED|||-NONE-|||0

S फिर उन्होंने संजय लीला भंसाली की फिल्म बलैक ज़ 2005 ज़ में उनकी मदत की .
A 8 9|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||मदद|||REQUIRED|||-NONE-|||0

S रणबीर कपूर ने अपने फ़िल्मी जीव की शुरुआत एक सहयोगी निर्देशक के रूप मैं निर्देशक संजय लीला बंगाली के साथ की .
A 4 5|||R:OTHER|||फ़िल्मी|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||जीवण|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||भंसाली|||REQUIRED|||-NONE-|||0

S अपने कार्मरिक की शुरुवात करने से पहले उन्होंने दो शौर्ट फ़िल्मे भी बनायीं .
A 1 2|||R:NOUN|||करियर|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADJ|||शोर्ट|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN-GEN|||फिल्मे|||REQUIRED|||-NONE-|||0

S फिर उन्हें एक्टिंग सीखने के लिए न्यूयोर्क के ली स्ट्राबोर्ड थिएटर एंड फ़िल्म इंस्टिट्यूट भेजा गया .
A 6 7|||R:OTHER|||नेव्योर्क|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||स्ट्रासबर्ग|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||फ़िल्म|||REQUIRED|||-NONE-|||0

S सी एफसी ने ओजोन परत को किस हद तक क्षति पहुँचाई है यह ज्ञात नहीं है और दशकों तक ज्ञात नही होगा .
A 0 2|||R:ORTH|||सीएफसी|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||पहुंचाई|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S कुछ ज्योतिषियों यह मानते हैं कि ज़ से ज़ तक का प्रत्येक अंक हमारे सौर मंडल की एक दिव्य शक्ति द्वारा नियंत्रित है .
A 1 2|||R:SPELL|||ज्योतिषी|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||०|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||९|||REQUIRED|||-NONE-|||0

S बाइबिल के आलोचकों द्वारा यह नोट किया गया कि पवित्र लेख में अंकविद्या के अनुसरण के लिए कोई आदेश नहीं है .
A 0 1|||R:OTHER|||बाईबिल|||REQUIRED|||-NONE-|||0

S संख्या १२ को सरकार का प्रतिनिधित्व करने के लिए महत्वपूर्ण समझा जाता है और ज़ बारह दर्शाता है सरकारी पूर्णता ज़ .
A 9 10|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 0 10|||R:OTHER|||बारह|||REQUIRED|||-NONE-|||0
A 10 12|||R:VERB|||दर्शाता|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||सरकारी पूर्णता|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||" .|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||संख्या १२ को सरकार का प्रतिनिधित्व करने के लिए महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0
A 1 2|||R:VERB|||समझा जाता|||REQUIRED|||-NONE-|||0
A 3 7|||R:OTHER|||और "|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S और इन शिक्षाओं को अपने ख़ुद के जीवन पर लागू करने के महत्वपूर्ण मामलों पर से पाठक का ध्यान खींचती है .
A 5 6|||R:NOUN|||ख़ुद|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जल प्रदूषण ज़ से अभिप्राय जल निकायों जैसे कि ज़ झील ज़ नदी ज़ समुद्र और भूजल के पानी के संदूषित होने से है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN-NUM|||झीलों|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN-NUM|||नदियों|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN-NUM|||समुद्रों|||REQUIRED|||-NONE-|||0

S इस प्रदूषण को रोकने हेतु उद्योगों द्वारा सभी प्रकार के शेष बचे सामग्री का सही ढंग से नष्ट किया जाना चाहिए .
A 13 14|||R:ADP|||को|||REQUIRED|||-NONE-|||0

S इस कारण इसका जल कहीं भी अस्त व्यस्त तरके से चले जाता है और किसी नदी नहर आदि जैसे स्रोत तक पहुँच जाता है .
A 8 9|||R:NOUN|||तरीके|||REQUIRED|||-NONE-|||0
A 13 14|||R:CONJ|||र|||REQUIRED|||-NONE-|||0

S जल प्रदूषण पर नियंत्रण हेतु नालों का नियमित रूप से साफ सफाई करना चाहिए .
A 6 7|||R:ADP-GEN|||की|||REQUIRED|||-NONE-|||0

S ग्रामीण इलाकों में जल निकास हेतु पक्के नालियों की व्यवस्था नहीं होती है .
A 6 7|||R:ADJ|||पक्की|||REQUIRED|||-NONE-|||0

S इस प्रदूषण को रोकने हेतु उद्योगों द्वारा सभी प्रकार के शेष बचे सामग्री को सही ढंग से नष्ट किया जाना चाहिए .
A 11 12|||R:VERB-GEN|||बची|||REQUIRED|||-NONE-|||0

S जल प्रदूषण ज़ से अभिप्राय जल निकायों जैसे कि ज़ झीलों ज़ नदियों ज़ समुद्रों और भूजल के पानी के संदूषित होने से है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||, झीलोंं , नदियों , समुद्रों और भूजल के जल के संदूषित होने से है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जल प्रदूषण , से अभिप्राय जल निकायों जैसे कि ,|||REQUIRED|||-NONE-|||0
A 0 1|||R:NOUN|||झीलोंं|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||जल|||REQUIRED|||-NONE-|||0

S चीन में शहरों का 90 प्रतिशत जल प्रदूषित होता है .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S पूर्वोत्तर क्षेत्र में कोई और इलाका नही तय किया जा कसा .
A 6 7|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||सका|||REQUIRED|||-NONE-|||0

S अक्तूबर २००७ में निबंधित प्रयोक्ता ओं के लिए एक मंच का निर्माण किया .
A 0 1|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 4 6|||R:ORTH|||प्रयोक्ताओं|||REQUIRED|||-NONE-|||0

S जल संसाधन जल के वह स्रोत हैं जो मानव के लिए उपयोगी हो या जिनके उपयोग की संभावना हो .
A 2 3|||R:NOUN|||पानी|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||हों|||REQUIRED|||-NONE-|||0

S वर्षा की अवधि ज़ तीव्रता और कुल मात्रा और स्थानीय वाष्पीकरण का स्तर इत्यादि .
A 0 1|||R:NOUN-GEN|||वर्षण|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह मूल्य वस्तु की उपयोगिता से निर्धारित होता है की ग्राहक उसके बदले में कितने पैसे और या बलिदान देने को तैयार है .
A 9 10|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S कुछ लोग तो यह प्रश्न उठाते हैं की क्या यह विपणन है .
A 7 8|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S आज ज़ हैल्थगिविंग कनाडा में अक्तूबर के दूसरे सोमवार को और संयुक्त राज्य अमेरिका में नवम्बर के चौथे गुरुवार को मनाया जाता है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||थान्क्स्गिविंग|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S २५ अक्तूबर ज़ 25 ज़ को ग्रेनैडा मैं ऐल्गॉन्क्वियाई डभ को राष्ट्रीय अवकाश के रूप में मनाया जाता है .
A 1 2|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||ग्रेनेडा|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||थान्क्स्गिन्विंग|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||डय|||REQUIRED|||-NONE-|||0

S अतिरिक्त सूचि के लिए ज़ समाचार पत्र के सहित सन्दर्भों का प्रयोग किया जाता है ज़ देखें बरमूडा त्रिभुज स्रोत पृष्ठ .
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||चार|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||, देखें बरमूडा त्रिभुज स्रोत पृष्ठ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||अतिरिक्त सूचि के लिए , चार पत्र के सहित सन्दर्भों का प्रयोग किया जाता है ,|||REQUIRED|||-NONE-|||0

S यह बरमूडा त्रिकोण जैसे विषयों पर विशाल मात्रा में सामग्री के उत्पादन मे सहायक बनी .
A 12 13|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कंपनी के पास चेन्नई में पनडुब्बी केबल लैंडिंग स्टेशन भी है जो चेन्नई और सिंगापुर को जोड़ने वाली पनडुब्बी केबल को जोडा़ है .
A 3 4|||R:OTHER|||चैन्नई|||REQUIRED|||-NONE-|||0
A 21 22|||R:SPELL|||जोड़ता|||REQUIRED|||-NONE-|||0

S अप्रैल २००६ में जर्सी में चैनल द्वीप में स्थानीय दूरसंचार नियंत्रक द्वारा भारती ग्लोबल लिमिटेड को दूरसंचार लाइसैंस प्रदान किया गया था .
A 17 18|||R:NOUN|||लाईसेंस|||REQUIRED|||-NONE-|||0

S सिंतबर २००६ में गोर्डियन उपयोगिता नियंत्रण कार्यालय ने गोर्डियन एयरटेल को मोबाइल दूरसंचार लाइसैंस प्रदान किया .
A 3 4|||R:OTHER|||गोर्नजी|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||गोर्नजी|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||लाईसेंस|||REQUIRED|||-NONE-|||0

S 15 जनवरी 2019 को एयरटेल भारत के अंडमान व निकोबार का पहला 4 नेटवर्क बना .
A 8 9|||R:OTHER|||और|||REQUIRED|||-NONE-|||0

S इस प्रथा को कई देशों और अंतर्राष्ट्रीय संघटनों ने शोषित करने वाली माना है .
A 7 8|||R:SPELL|||संगठनों|||REQUIRED|||-NONE-|||0

S विकसित राष्ट्र वे कहलाते हैं जिनकी निर्भरता कुदरती संसाधनों पर कम होती है ज़ क्योँकि उत्पादन हेतु वे बुनियादी पूंजी अधिक निर्भर करते हैं .
A 13 14|||R:OTHER|||, क्योंकि उत्पादन हेतु वे बुनियादी पूंजी अधिक निर्भर करते हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||विकसित राष्ट्र वे कहलाते हैं जिनकी निर्भरता कुदरती संसाधनों पर कम होती है ,|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||क्योंकि|||REQUIRED|||-NONE-|||0

S कुछ लोग इस ह्रास को विकासशील राष्ट्रों में सामाजिक अशांति एवं संघर्ष के प्रमुख कारण के रूप में देखते हैं .
A 19 20|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S एक प्राकृतिक संसाधन का मूल्य इस बात पर निर्भर करता है की कितना पदार्थ उपलब्ध है और उसकी माँग कितनी है .
A 11 12|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S अधिकांश जानवरों के अंडों के उपर एक कठोर आवरण होता है जो अण्डे की सुरक्षा करता है .
A 5 6|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S ऑस्कर पुरस्कार में धूम मचाने वाली फिल्म स्लमडॉग मिलियन के लेखक विकास स्वरूप भारतीय विदेश सेवा के 1986 बैच के अधिकारी हैं .
A 0 1|||R:OTHER|||ऑस्‍कर|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||पुरस्‍कार|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||फिल्‍म|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||मिलियनेयर|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||स्‍वरूप|||REQUIRED|||-NONE-|||0

S हालांकि ज़ विकिपीडिया आपको यहां पाई गई जानकारी की सत्यता के बारे में गारंटी नहीं दे सक़ता .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0

S हम लेखों के विश्वनीय संस्करण चुनने तथा हाईलाइट करने के तरीकों पर कार्य कर रेह हैं .
A 3 4|||R:SPELL|||विश्वसनीय|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADJ|||हाइलाइट|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0

S लिथियम ब्रोमाइड एक अकार्बनिक यौगिक है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S उनका जन्म चेन्नई में हा था .
A 4 5|||R:VERB|||हुआ|||REQUIRED|||-NONE-|||0

S हालाँकि ज़ यथार्थ में ज़ सार्वजनिक हित के मामलों का उपर्युक्त के अलावे भी कई परिणाम होते हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||उप‍‍र्युक्त|||REQUIRED|||-NONE-|||0
A 12 13|||R:ADP|||अलावा|||REQUIRED|||-NONE-|||0

S यह 40 60 सेमी ज़ 16 24 इंच ज़ की उंचाई तक बढ़ता है .
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||इंच |||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||ऊँचाई|||REQUIRED|||-NONE-|||0

S प्लेटिनम क्लोराइड एक अकार्बनिक यौगिक है .
A 0 1|||R:NOUN|||प्लैटिनम|||REQUIRED|||-NONE-|||0

S ज़ समान ताप व दाब पर सभी आदर्श गैसों के समान आयतन में कणों या अगणों की संख्या समान होती है .
A 0 1|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||अणुओं|||REQUIRED|||-NONE-|||0

S का मान सभी गैसों के लिये समान है ज़ चाहे उनके अगणों का आकार अथवा द्रव्यमान कुछ भी हो .
A 8 9|||R:OTHER|||, चाहे उनके कणों का आकार अथवा द्रव्यमान कुछ भी हो .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||का मान सभी गैसों के लिये समान है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||कणों|||REQUIRED|||-NONE-|||0

S मनु ऋषि एक भारतीय फिल्म अभिनेता ज़ गीतकार ज़ पटकथा और संवाद लेख .
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||लेखन|||REQUIRED|||-NONE-|||0

S इन्होंने दिल्ली में अरविन्द गौड़ के निर्देशन मे ज़ वर्ष तक नाटकों मंे काम किया .
A 7 8|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||६|||REQUIRED|||-NONE-|||0

S मनु ऋषि ने 199४ मे सुप्रसिद्ध रंगमंच निर्देशक अरविन्द गौड़ के साथ अपने अभिनय कैरियर की शुरुआत की .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अस्मिता नाट्य संस्था के साथ अरविंद गौड़ के निर्देशन मे अभिनय प्रशिक्षण लिया .
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S ये हार्मोन चयापचय की दर और कई अन्य शारीरिक तंत्रों के विकास और उनके कार्य की दर को भी प्रभावित करते हैं .
A 14 15|||R:NOUN-NUM|||कार्यों|||REQUIRED|||-NONE-|||0

S जब अवटुग्रंथि बहुत अधिक मात्रा में हार्मोन बनाने लगता है तो शरीर ज़ उर्जा का उपयोग मात्रा से अधिक करने लगता है .
A 8 9|||R:VERB-GEN|||लगती|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S जब अवटुग्रंथि पर्याप्त मात्रा में हार्मोन नहीं बना पाता तो शरीर ज़ उर्जा का उपयोग मात्रा से कम करने लगता है .
A 8 9|||R:VERB-GEN|||पाती|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S अवटु ज़ थाइरायड ज़ मानव शरीर मे पायी जाने वाली सबसे बड़ी में से एक है .
A 1 2|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||थाइरॉयड|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S सूत्र 2 के साथ अकार्बनिक यौगिक सोडियम ऐमाइड आमतौर पर डाइनामाइड कहा जाता हैं .
A 7 8|||R:OTHER|||एमाइड|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||सोडामाइड|||REQUIRED|||-NONE-|||0

S ऐसे दोष आमतौर पर अभिकर्म की उपयोगिता को प्रभावित नही करते .
A 4 5|||R:NOUN|||अभिकर्मक|||REQUIRED|||-NONE-|||0

S 2 व्यापक रूप मे काबीने संश्लेषण मे नियोजित किया गया हैं .
A 4 5|||R:ADJ|||काबीनेक|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S मुख्य रूप से सोडियम ऐमाइड एक मजबूत बसे मे कार्बनिक रसायन ज़ तरल अमोनिया समाधान मे अक्सर के रूप मे प्रयोग किया जाता हैं .
A 4 5|||R:MORPH|||एमाइड|||REQUIRED|||-NONE-|||0
A 7 8|||R:MORPH|||बेस|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S इंडिगो ज़ सोडियम के औद्योगिक उत्पादन मे ऐमाइड लाती हैं के अत्यधिक मूल मिश्रण का एक घटक हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||उत्तपादन|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||एमाइड|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S यह प्रतिक्रिया अमोनिया पैदा करता है ज़ जो आम तोर पर साफ किया जाता हैं .
A 6 7|||R:OTHER|||, जो आम तौर पर साफ किया जाता हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यह प्रतिक्रिया अमोनिया पैदा करता है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||तौर|||REQUIRED|||-NONE-|||0

S किन्नू नींबू प्रजाति का एक गोलाकार फल है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इसमें विटामिन सी एवं शर्करा प्रचुर मात्रा में पाया जाता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इसके अलावा इसमें विटामिन ए ज़ सेलेनियम और जिंक भी होता है .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S आसाम के कुछ क्षेत्रों में अभय पुरी लाइम तथा करीमगंज लाइम भी उगाये जाते हैं .
A 0 1|||R:OTHER|||असम|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||अभयपुरी|||REQUIRED|||-NONE-|||0

S दाहिनी ओर विश्व के दस शीर्ष नीबू उत्पादक देश की सूची है ज़ २००७ के अनुसर ज़ .
A 8 9|||R:NOUN-NUM|||देशों|||REQUIRED|||-NONE-|||0
A 12 12|||M:OTHER|||( २००७ के अनुसार|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||) .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||दाहिनी ओर विश्व के दस शीर्ष नीबू उत्पादक देशों की सूची है (|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||अनुसार|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S किण्वन पद्धति के विकास के पहले नीबू ही साइट्रिक अम्ल का सर्वप्रमुख स्त्रोत था .
A 12 13|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0

S आर्किड ज़ पौधों का एक कुल है जिसके सदस्यों के पुष्प अत्यंत सुंदर और सुगंधयुक्त होते हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||फुल|||REQUIRED|||-NONE-|||0

S आर्किड ज़ पौधों का एक फुल है जिसके सदस्यों के पुष्प अत्यंत सुंदर और सुगंधयुक्त होते हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||कुल|||REQUIRED|||-NONE-|||0

S फूल को प्रायः टेसू कहते हैं और उसके गहरे लाल होने के कारण अन्य गहरी लाला वस्तुओं को लाल टेसू कह देते हैं .
A 15 16|||R:MORPH|||लाल|||REQUIRED|||-NONE-|||0

S वसंत में इसका पत्रहीन पर लाल फूलों से लदा हुआ वृक्ष अत्यंत नेत्र सुखद तेहा है .
A 12 14|||R:ORTH|||नेत्रसुखद|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB|||होता|||REQUIRED|||-NONE-|||0

S पौराणिक मान्यताओं के अनुसर इससे प्राप्त लकड़ी से दण्ड बनाकर द्विजों का जग्योपवीत संस्कार किया जाता है .
A 3 4|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||यज्ञोपवीत|||REQUIRED|||-NONE-|||0

S सजीव कोशिकाओं के द्वारा प्रकाशीय उर्जा को रासायनिक ऊर्जा में परिवर्तित करने की क्रिया को प्रकाश संश्लेषण ज़ फ़ोटोसिंथेसिस ज़ कहते है .
A 5 6|||R:NOUN|||ऊर्जा|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||फोटोसिन्थेसिस|||REQUIRED|||-NONE-|||0
A 19 20|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S मानव सीरम अल्यूमिनियम की त्रिआयामी संरचना एक्स रे क्रिप्टोग्राफी द्वारा ज़ ज़ के विश्लेषण स्तर की खोज अभि जारी है .
A 2 3|||R:OTHER|||अल्ब्यूमिन|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||संरच्ना|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||क्रिस्टलोग्राफ़ी|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||८|||REQUIRED|||-NONE-|||0
A 17 18|||R:MORPH|||अभी|||REQUIRED|||-NONE-|||0

S ये सांद्र लवण घोलों ज़ ज़ कन्स्ट्रक्टर सॉल्ट सॉल्यूशन ज़ ज़ में धीमे धीमे धुलता है और फिर उष्ण कोएगुलेटिड होने लगता है .
A 0 1|||R:DET|||यह|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||कन्सन्ट्रेटेड|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB|||घुलता|||REQUIRED|||-NONE-|||0
A 19 20|||R:OTHER|||कोएगुलेशन|||REQUIRED|||-NONE-|||0

S खेलों की समाप्ति के बाद इन मकानों को सरकार द्वारा सरकारी कर्मचारियों को आवंटित कर दिया गया ताकि मकान उपयोग में रह सकें .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S बाहर से आने वाले पर्यटक यहाँ स्थित मैरिट होटल में तेरह सक़ते है जोकी एक ज़ सितारा होटल है .
A 7 8|||R:OTHER|||मैरियट|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||ठहर|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||सकते|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||५|||REQUIRED|||-NONE-|||0

S इसके अतिरिक्त प्रत्येक सैक्टर में स्थानीय क्रय विक्रय केंद्र है जहाँ पर दिक जीवन की आवश्यकताओं का लगभग सभी सामान उपलब्ध रहता है .
A 12 13|||R:OTHER|||दैनिक|||REQUIRED|||-NONE-|||0

S पुष्प विहार भारत की राजधानी नयी दिल्ली के दक्षिणी भाग में स्थित एक सरकारी आवासीय कालोनी है .
A 5 6|||R:OTHER|||नई|||REQUIRED|||-NONE-|||0

S इसके अतिरिक्त यहाँ हाल ही में बने मॉल जैसे सिटी वाक और एम जी एफ मेट्रोपोलिटन भी है जिनपर चलचित्र देखा जा सक़ते है .
A 9 11|||R:ORTH|||सिटीवाक|||REQUIRED|||-NONE-|||0
A 20 21|||R:VERB-NUM|||देखे|||REQUIRED|||-NONE-|||0
A 22 23|||R:VERB-FORM|||सकते|||REQUIRED|||-NONE-|||0

S शिरातन्त्र अभियान्त्रिकी का इतिहास जटिल रूप से संगणक हार्डवेयर और संगणक शिरातन्त्र के इतिहासों से गुथा हुआ है .
A 0 1|||R:OTHER|||तन्त्रांश|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||तन्त्रांश|||REQUIRED|||-NONE-|||0

S ये क्षेत्र में इतनी तीव्रता से वृद्धि हुई है की इसे अब केवल प्रोग्रामिंग तक ही सीमित नहीं रखा जा सक़ता .
A 9 10|||R:CONJ|||कि|||REQUIRED|||-NONE-|||0
A 20 21|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0

S ये यूनिस ग्रुप का सबसे बड़ी योजना थी .
A 1 2|||R:NOUN|||यूनिसन|||REQUIRED|||-NONE-|||0
A 3 4|||R:ADP-GEN|||की|||REQUIRED|||-NONE-|||0

S यहाँ तक पहुचने के लिए पक्की सड़क है और निजी या सार्वजानिक वहां द्वारा यहाँ सरलता से पहुंचा जा सक़ता है .
A 12 13|||R:OTHER|||वाहन|||REQUIRED|||-NONE-|||0
A 19 20|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0

S ये दून घाटी की मनोहर पर्वत श्रंखला से घिरा हुआ है .
A 5 7|||R:NOUN-GEN|||पर्वतशृंखला|||REQUIRED|||-NONE-|||0

S ये यूनिस ग्रुप की सबसे बड़ी योजना थी .
A 1 2|||R:NOUN|||यूनिसन|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||परियोजना|||REQUIRED|||-NONE-|||0

S देहरादून प्रोद्योगिकी संस्थान ज़ उत्तराखंड की राजधानी देहरादून में मसूरी जाने वाली सड़क पर स्थित एक प्रोद्योगिकी संस्थान है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:NOUN|||प्रौद्योगिकी|||REQUIRED|||-NONE-|||0

S निकटतम ट्रेन स्टेशन यहाँ से लगभग १२ किमी या ३० मिनट की दूरी पर स्थित है .
A 1 2|||R:NOUN|||रेलवे|||REQUIRED|||-NONE-|||0

S यह देहरादून का एक प्रमुख प्रौद्योगिकी संस्थान है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S देहरादून प्रोद्योगिकी संस्थान ज़ उत्तराखंड की राजधानी देहरादून में मसूरी जाने वाली सड़क पर स्थित एक प्रौद्योगिकी संस्थान है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||उत्तराखण्ड|||REQUIRED|||-NONE-|||0

S प्रो ज़ सुश्री वर्तिका राणा श्रीमति ममता रमोला सुश्री धृति लौंडिया .
A 1 2|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||श्रीमती|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||बरमोला|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||ढौंडियाल|||REQUIRED|||-NONE-|||0

S हाउस आफ रेप्रेसेंटेटिव काँग्रेस की निचली प्रतिनिधी सभा है .
A 1 2|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 6 7|||R:MORPH|||प्रतिनिधि|||REQUIRED|||-NONE-|||0

S भारतीय लोकतंत्र में सेनेट की तुलना राज्यसभा से की जा कसती है .
A 3 4|||R:OTHER|||सीनेट|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S यूनाईटेड स्टेट्स हाउस आफ रेप्रेसेंटेटिव अमरीकी काँग्रेस की निचली प्रतिनिधी सभा है .
A 0 1|||R:OTHER|||युनाईटेड|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 9 10|||R:MORPH|||प्रतिनिधि|||REQUIRED|||-NONE-|||0

S भारतीय लोकतंत्र में हाउस आफ रेप्रेसेंटेटिव की तुलना लोकसभा से की जा कसती है .
A 4 5|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S बेनडिक्टिन यानी बेंजामिन एक कार्बनिक यौगिक है .
A 0 1|||R:ADJ|||बेन्जिडिन|||REQUIRED|||-NONE-|||0
A 1 2|||R:CONJ|||या|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||बेंज़िडिन|||REQUIRED|||-NONE-|||0

S सेंट पीटर्सबर्ग नोवा नीके तट पर स्थित रूस का एक प्रसिद्ध नगर है .
A 2 3|||R:OTHER|||नेवा|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||नदीके|||REQUIRED|||-NONE-|||0

S अ से आकार उ से उपकार म से मरना और बिंदु को हम परमपिता परमात्मा का रूप समझना चाहिए लल .
A 19 20|||U:VERB-TENSE||||||REQUIRED|||-NONE-|||0

S इस तरह प्रणव अथवा ॐ एवं ब्रह्म में कोई भेद नहीं है .
A 6 7|||R:OTHER|||महाप्रभु|||REQUIRED|||-NONE-|||0

S अर्थात ॐ ही ब्रह्म है .
A 0 1|||R:OTHER|||अर्थातः|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||महाप्रभु|||REQUIRED|||-NONE-|||0

S अध्ययन के समय ब्राह्मण ॐ कहकर ही ब्रह्म को प्राप्त करने की बात करता है .
A 7 8|||R:NOUN|||महाप्रभु|||REQUIRED|||-NONE-|||0

S ॐ के द्वारा ही वह ब्रह्म को प्राप्त करता है .
A 5 6|||R:OTHER|||महाप्रभु|||REQUIRED|||-NONE-|||0

S इस तरह प्रणव अथवा ॐ एवं महाप्रभु में कोई भेद नहीं है .
A 6 7|||R:OTHER|||ब्रह्म|||REQUIRED|||-NONE-|||0

S अर्थात ॐ ही महाप्रभु है .
A 0 1|||R:OTHER|||अर्थातः|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||ब्रह्म|||REQUIRED|||-NONE-|||0

S अध्ययन के समय ब्राह्मण ॐ कहकर ही महाप्रभु को प्राप्त करने की बात करता है .
A 7 8|||R:NOUN|||ब्रह्म|||REQUIRED|||-NONE-|||0

S ॐ के द्वारा ही वह महाप्रभु को प्राप्त करता है .
A 5 6|||R:OTHER|||ब्रह्म|||REQUIRED|||-NONE-|||0

S दोनों द्वीपों के बीच बाद रेह यातायात के कारण भी इन्हें स्थाई मार्ग से जोड़ना आवश्यक था .
A 4 5|||R:OTHER|||बढ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||रहे|||REQUIRED|||-NONE-|||0

S इसी प्रकार प्रतीकात्मक रूप से जापानी परिवहन मंत्री तोकुई यामाता द्वारा १० मार्च ज़ १९८५ को मुख्य सुरंग में खुदाई की गयी .
A 8 9|||R:OTHER|||तोकुओ|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||यामाशिता|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S अगस्त १९८२ में लगभग ७०० मीटर खुदाई का कार्य शेष रह गया था और १९८३ में दोनों और संपर्क पूरा हुआ .
A 17 18|||R:OTHER|||ओर|||REQUIRED|||-NONE-|||0

S अन्य कारणों में हवाई यातायात और लम्बी दूरी के समुद्री यातायात में उन्नति प्रमुख थे .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S जबलपुर मध्यप्रदेश में स्थित है ज़ यहाँ से 23 अप्रैल 2005 से घरेलू उडाने शुरू हुई थी ज़ .
A 5 5|||M:OTHER|||, यहाँ से 23 अप्रैल 2005 से घरेलू उडाने शुरू हुई थी|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||, .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जबलपुर मध्यप्रदेश में स्थित है ,|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||, .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जबलपुर मध्यप्रदेश में स्थित है , यहाँ से 23 अप्रैल 2005 से घरेलू उडाने शुरू हुई थी ,|||REQUIRED|||-NONE-|||0

S भारतवर्ष मे 39 आयुध निर्माणित 24 विभिन्न भौगोलिक स्थानों पर स्थित हैं .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 4 5|||R:MORPH|||निर्माणियाँ|||REQUIRED|||-NONE-|||0

S निर्यात के आयतन में वृद्धि एवं इसके कार्य विस्तार में फैलाव आयुध निर्माणों का प्रमुख उद्देश्य रहता है .
A 12 13|||R:SPELL|||निर्माणियों|||REQUIRED|||-NONE-|||0

S जाजम की जलवायु गर्मियों में गर्म और सर्दियों में गर्म है .
A 0 1|||R:OTHER|||जाजमऊ|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||सर्द|||REQUIRED|||-NONE-|||0

S यह सबसे पुराना क्षेत्र में बसे जगह के रूप में माना जाता है .
A 2 3|||R:ADJ|||पुराने|||REQUIRED|||-NONE-|||0

S बाम ज़ फारसी ज़ ईरान में करामन प्रांत का एक शहर है .
A 0 1|||R:SPELL|||बम|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||करमान|||REQUIRED|||-NONE-|||0

S एल्यूमिनियम हॉर्मोनो वेंडर अब्बास की मुख्य फुटबॉल ज़ सॉकर ज़ टीम है .
A 1 2|||R:NOUN|||होर्मोज़गन|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||बंदर|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S मदारिया का कमांडर ज़ सिलाकर ज़ बंदर अब्बास से भारत और रेड सी तक पहुंचे .
A 0 1|||R:OTHER|||दारियूश|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||सिलाकस|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-FORM|||पहुंचा|||REQUIRED|||-NONE-|||0

S कोलतार मे एक जलप्रपात है .
A 0 1|||R:OTHER|||ककोलत|||REQUIRED|||-NONE-|||0
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अमेरिकी सेना द्वारा अहम्मन्य से हेलीकॉप्टर भेजे गए जिससे लोगों को छतों से उठाया जा कसे .
A 3 4|||R:OTHER|||जर्मनी|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB|||सके|||REQUIRED|||-NONE-|||0

S एक राष्ट्रीय दान कार्यक्रम आरम्भ किया गया और अंतरराष्ट्रीय स्टार पर बड़ी सहायता राशि प्राप्त हुई .
A 9 10|||R:NOUN|||स्तर|||REQUIRED|||-NONE-|||0

S यह एक विस्तृत परियोजना थी जिसमे अधिकांश नदी मुहानों को बंद करने की योजन भी सम्मिलित थी .
A 13 14|||R:NOUN-GEN|||योजना|||REQUIRED|||-NONE-|||0

S लगभग ३० ज़ ००० पशु बुस गए ज़ और ४७ ज़ ३०० भवनों को क्षति पहुंची जिसमे से १० ज़ ००० नष्ट हो गए .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:VERB|||डूब गए|||REQUIRED|||-NONE-|||0
A 6 6|||M:OTHER|||, और ४७ , ३०० भवनों को क्षति पहुंची जिसमे से १० , ००० नष्ट हो|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||लगभग ३० , ००० पशु डूब गए ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S बहुत से पड़ोसी देशों द्वारा खोज और बचाव के लिए सैन्य लकडियां भेजीं गयीं .
A 11 12|||R:NOUN|||टुकडियां|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||गईं|||REQUIRED|||-NONE-|||0

S आपदा के कारण सुरक्षा और क्साइड को सुदृढ़ बनाने को लेकर कई राजनीतिक चर्चाएं हुई ज़ और अंततः डेल्टा वर्क्स परियोजना आरम्भ की गयी .
A 5 6|||R:NOUN|||डाइक्स|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||, और अंततः डेल्टा वर्क्स परियोजना आरम्भ की गई .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||आपदा के कारण सुरक्षा और डाइक्स को सुदृढ़ बनाने को लेकर कई राजनीतिक चर्चाएं हुई ,|||REQUIRED|||-NONE-|||0
A 7 8|||R:VERB-NUM|||गई|||REQUIRED|||-NONE-|||0

S अमों की तमाम किस्म यहां के किसानों ने बरकरार कर रखी है .
A 0 1|||R:SPELL|||आमों|||REQUIRED|||-NONE-|||0

S यह जगह भारतीय स्वतन्त्रता संग्राम के दौर क्रान्तिकारी काकरी काण्ड के लिए जानी जाती है .
A 6 7|||R:OTHER|||दौरान|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||काकोरी|||REQUIRED|||-NONE-|||0

S महाराजा लाखन पीसा लखनऊ के राजा थे जिन्होंने कई सालों तक यहाँ शासन किया सैयद सालर मसूद गाजी के धोखे से होली के दिन लखनऊ .
A 2 3|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||सैयद|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||सलार|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||मसूद|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||गाजी|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||धोखे|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||से|||REQUIRED|||-NONE-|||0
A 7 14|||R:NOUN|||होली के दिन लखनऊ .|||REQUIRED|||-NONE-|||0
A 0 2|||R:OTHER|||महाराजा|||REQUIRED|||-NONE-|||0
A 2 4|||R:OTHER|||लाखन भर लखनऊ|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||राजा|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0
A 7 12|||R:NOUN|||जिन्होंने कई सालों तक यहाँ शासन किया|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||सलार|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S मौवीं शताब्दी में इंदौर की रानी अहिल्याबाई होल्कर ने इसे भव्य रूप प्रदान किया .
A 0 1|||R:OTHER|||18वीं|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||शताब्‍दी|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||अहिल्‍याबाई|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||होल्‍कर|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADJ|||भव्‍य|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S अन्नपूर्ण मंदिर में आदि शंकराचार्य ने अन्नपूर्णा स्त्रोत की रचना कर ज्ञान वैराग्य प्राप्ति की कामना की थी .
A 0 1|||R:OTHER|||अन्नपूर्णा|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||स्त्रोत्|||REQUIRED|||-NONE-|||0

S सीतामढ़ी मुजफ्फरपुर और सीतामढ़ी के बीच ब्रॉड गेज लाइन का सबसे बड़ा रेलवे स्टेशन का निर्माण करी चल रहा है .
A 16 17|||R:OTHER|||कार्य|||REQUIRED|||-NONE-|||0

S त्रेतायुगीन आख्यों में दर्ज यह हिंदू तीर्थ स्थल बिहार के प्रमुख पर्यटन स्थलों में से एक है .
A 1 2|||R:SPELL|||आख्यानों|||REQUIRED|||-NONE-|||0

S जनसंख्या का घनत्व 899 है जो राष्ट्रीय औसत से कफी आगे है .
A 0 1|||R:NOUN|||जनंख्या|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||काफी|||REQUIRED|||-NONE-|||0

S ज़ भारत के बिहार राज्य का प्रमुख शहर है जो पौराणिक आख्यानों में सीता की जन्मस्थली के रूप में उल्लिखित है .
A 0 1|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||मिथिला|||REQUIRED|||-NONE-|||0

S कुलदीप नारायण यादव पूर्व विधायक एवं स्वतंत्रता सेनानी .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S प्राचीन कल मे सीतामढ़ी तिरहुत का अंग रहा है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||सीतामढी|||REQUIRED|||-NONE-|||0

S जनसंख्या का घनत्व 899 है जो राष्ट्रीय औसत से काफी आगे है .
A 0 1|||R:NOUN|||जनंख्या|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S शमशेर जन्म शती काव्य सम्मान से अलंकृत अंतर्जाल की बहुचर्चित कवयित्री रश्मि प्रभा का जन्म भी सीतामढ़ी मे ही हुआ है .
A 9 10|||R:ADJ|||वहुचर्चित|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S रवीन्द्र प्रभात अंतर्जाल पर सक्रिय लेखकों मे अग्रणी और चर्चित हैं .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S धरती पकड़ निर्दलीय भारतीय राजनीति पर आधारित इनका सर्वाधिक चर्चित उपन्यास है ज़ जो हिन्दी मे है .
A 11 11|||M:OTHER|||है , जो हिन्दी में|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||धरती पकड़ निर्दलीय भारतीय राजनीति पर आधारित इनका सर्वाधिक चर्चित उपन्यास है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S दोनों पुस्तकें देश के केन्द्रीय विविध सहित लगभग सभी विश्वविद्यालय के कोर्स में पढाई जाति हैं .
A 5 6|||R:OTHER|||विवि|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||जाती|||REQUIRED|||-NONE-|||0

S वरुणा गंगा का संगम तीर्थ आदि केशव घाट बहुत ही प्रचीन है .
A 10 11|||R:ADJ|||प्राचीन|||REQUIRED|||-NONE-|||0

S सन् 1948 ईद के दंतचिकित्सक विधान के अनुसर यह परिषद् स्थापित हुई थी .
A 2 3|||R:OTHER|||ई|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0

S भारत में प्रथम दंतचिकित्सा शाला सन् 1920 ईद में कलकत्ते में खोली गई थी .
A 7 8|||R:OTHER|||ई|||REQUIRED|||-NONE-|||0

S नैयर दंतचिकित्सा विद्यालय 1933 ईद में खुला .
A 4 5|||R:NOUN|||ई|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S कोलेस्ट्रॉल कोशिका झिल्ली का एक महत्वपूर्ण हिस्सा है ज़ जहां उचित मात्रा में पारगम्यता और तरलता स्थापित करने में इसकी आवश्यकता होती है .
A 6 7|||R:NOUN|||भाग है , जहां उचित मात्रा में पारगम्यता और तरलता स्थापित करने में इसकी आवश्यकता होती|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||कोलेस्ट्रॉल कोशिका झिल्ली का एक महत्वपूर्ण भाग है ,|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S इलाहाबाद उच्च न्या यालय भारत का ही नही एशिया का सबसे बड़ा उच्चक न्यायालय है ज़ यहॉं पर 95 न्या न्यायाधीश की क्षमता है .
A 13 14|||R:NOUN|||न्याभयालय|||REQUIRED|||-NONE-|||0
A 14 14|||M:OTHER|||है , यहाँ पर 95 न्या याधीशो की क्षमता|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इलाहाबाद उच्च न्या यालय भारत का ही नही एशिया का सबसे बड़ा|||REQUIRED|||-NONE-|||0
A 0 1|||R:NOUN|||उच्चक न्याभयालय|||REQUIRED|||-NONE-|||0
A 1 1|||M:OTHER|||है , यहाँ|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||याधीशो|||REQUIRED|||-NONE-|||0

S भारत की पहली महिला प्रधानमंत्री श्रीमति इंदिरा गांधी का जन्म यहीं पर हुआ था .
A 5 6|||R:OTHER|||श्रीमती|||REQUIRED|||-NONE-|||0

S संगम सिविल लाइन्स से 7 किमी की दूरी पर है .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S संगम के निकट स्थित यक किला बहुत पुराना है जिसे मुगल सम्राट अकबर ने 1583 ई में बनवाया था .
A 4 5|||R:DET|||यह|||REQUIRED|||-NONE-|||0

S किले का कुल क्षेत्रफल तीन हजार वर्ग फुट है .
A 4 5|||R:OTHER|||तीस|||REQUIRED|||-NONE-|||0

S बाल भवन में शैक्षिक यथा संगीत विज्ञान खेल आदि के विषय में बच्चों को सिखाया जता था .
A 12 13|||R:NOUN|||बच्चोँ|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB-FORM|||जाता|||REQUIRED|||-NONE-|||0

S लैटिन अमेरिकी संसद के सदस्य राष्ट्र है .
A 0 1|||R:OTHER|||लातिन|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S इसका मुख्य उपयोग मरों ज़ खटमलों ज़ आदि को नियंत्रित करने में किया जाता है .
A 3 4|||R:SPELL|||मच्छरों|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S ज़ ज़ मोतीलाल नेहरु नेशनल इंस्टीट्यूट आफ टेक्नालॉजी .
A 0 0|||M:OTHER|||१ )|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||मोतीलाल नेहरु नेशनल इंस्टीट्यूट ऑफ टेक्नालाजी|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||१ )|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||टेक्नालाजी|||REQUIRED|||-NONE-|||0

S ज़ ज़ इंडियन इंस्टीट्यूट आफ इन्फार्मेशन टेक्नालॉजी ज़ इलाहाबाद .
A 0 1|||R:OTHER|||२ ) इंडियन इंस्टीट्यूट ऑफ इन्फारमेशन टेक्नालाजी , इलाहाबाद|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||२ )|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||इन्फारमेशन|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||टेक्नालाजी|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S ज़ ज़ बिरला इंस्टीट्यूट आफ टेक्नालॉजी ज़ विस्तार पटल ज़ .
A 0 0|||M:OTHER|||४ )|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||बिरला इंस्टीट्यूट ऑफ टेक्नालाजी|||REQUIRED|||-NONE-|||0
A 1 1|||M:OTHER|||( विस्तार पटल|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||) .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||४ )|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||टेक्नालाजी|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S इलाहाबाद प्राचीन काल से ही शैक्षणिक नगर के रूप मे प्रसिद्ध है .
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इलाहाबाद मे स्थापित विश्वविद्यालय के नाम इस प्रकार निम्नलिखित है .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||विश्व्विद्यालय|||REQUIRED|||-NONE-|||0

S इलाहाबाद मे स्थापित इंजीनिरिंग कालेज के नाम इस प्रकार निम्नलिखित है .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||ईन्जीनिरिंग|||REQUIRED|||-NONE-|||0

S इलाहाबाद मे स्थापित मेडिकल कालेज का नाम इस प्रकार निम्नलिखित है .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इसके अतिरिक्त इलाहाबाद मे ज़ हिन्दी साहित्य सम्मेलन ज़ प्रयाग संगीत समिति ज़ आदि अनेक विख्यात कला संस्थान है .
A 3 4|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S किसी राज्य द्वारा व्यक्तियों या विधिक संस्था से जो अधिभार या धन लिया जाता है उसे कर या टैक्स कहते हैं .
A 5 6|||R:ADJ|||विविध|||REQUIRED|||-NONE-|||0

S तरके के आधार पर कर तीन प्रकार के होते हैं .
A 0 1|||R:NOUN|||तरीके|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||चार|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-FORM|||हैंः|||REQUIRED|||-NONE-|||0

S तरके के आधार पर कर चार प्रकार के होते हैं .
A 0 1|||R:NOUN|||तरीके|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||तीन|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||हैंः|||REQUIRED|||-NONE-|||0

S इसका निर्माण १६४८ में शाहजहाँ ने कराया था और यह अपने मीनार रहित ढाँचे तथा विशेष प्रकार के गुम्बद के लिये जानी जाती है .
A 8 9|||R:OTHER|||जो|||REQUIRED|||-NONE-|||0
A 15 16|||R:ADJ|||विषेश|||REQUIRED|||-NONE-|||0

S इति मद उद दौला से एक किमी से भी कम दूरी पर स्थित इस इमारत के ऊपर गोलाकार गुंबद है .
A 0 2|||R:ORTH|||इतिमद|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S यह उद्यान आगरा शहर में ताजमहल से ज़ ३४ किमी दूर उत्तर दिशा में स्थित है .
A 5 6|||R:OTHER|||ताजम़हल|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||२ ३४ किलोमीटर दूर उत्तर दिशा में स्थित है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यह उद्यान आगरा शहर में ताजम़हल से २|||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S पू होने पर इस समाधि पर एक नक्काशी कृत गुम्बद शिखर के साथ एक महाद्वार होगा .
A 0 1|||R:OTHER|||पूर्ण|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||नक्काशीकृत|||REQUIRED|||-NONE-|||0

S आगरा जिले में 6 तहसीलें हैं .
A 5 6|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S सिकंदरा आगरा से चार किमी की दूरी पर स्थित है .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S यह आगरा के पीपल मंडी मोहल्ले में स्थित है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S दाईं ओर दिया गया सुंदर चित्र राधास्वामी मत के संस्थापक परम पुरूष पूर्ण धनी हजूर महाराज की पवित्र समाधि की है .
A 0 4|||R:NOUN|||सुंदर चित्र राधास्वामी मत के संस्थापक परम पुरूष पूर्ण धनी हजूर महाराज की पवित्र समाधि का है .|||REQUIRED|||-NONE-|||0
A 0 6|||R:NOUN|||दाईं|||REQUIRED|||-NONE-|||0
A 6 18|||R:VERB|||ओर दिया गया|||REQUIRED|||-NONE-|||0
A 15 16|||R:ADP-GEN|||का|||REQUIRED|||-NONE-|||0

S राधास्वामी मत के संस्थापक परम पुरुश पूरन धनी हुजूर स्वामी जी महाराज है .
A 5 6|||R:OTHER|||पुरुष|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||पुरन|||REQUIRED|||-NONE-|||0

S आपक जन्म 24 अगस्त 1818 को पन्नी गाली ज़ आगरा मे हुआ था .
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S आप बचपन से ही शब्द योग के अभ्यास मे लीन रहते थे .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||रह्ते|||REQUIRED|||-NONE-|||0

S इनका निवास स्थान आगरा मे लालबाग है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||दयालबाग|||REQUIRED|||-NONE-|||0

S आपक जन्म 24 अगस्त 1818 को पन्नी गाली ज़ आगरा में हुआ था .
A 0 1|||R:OTHER|||इनका|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S इनका जन्म 24 अगस्त 1818 को पन्नी गाली ज़ आगरा में हुआ था .
A 7 8|||R:NOUN|||गली|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S दक्षिण भोपाल से 46 किमी दूर स्थित भीमरिका की गुफाएँ प्रागैतिहासिक काल की चित्रकाव्यों के लिए लोकप्रिय हैं .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN-GEN|||भीमबेटका|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||गुफाएं|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||चित्रकारियों|||REQUIRED|||-NONE-|||0

S 1971 में यह मस्जिद पूरी तरह से बन तैयार हो कसी .
A 7 8|||R:VERB-FORM|||बनकर|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||सकी|||REQUIRED|||-NONE-|||0

S अम्बिकापुर रामानुज गंज मार्ग पर अम्बिकापुर से लगभग 80 किमी दुर राजमार्ग से दो फलांग पश्चिम दिशा मे एक गर्म जल स्त्रोत है .
A 1 3|||R:ORTH|||रामानुजगंज|||REQUIRED|||-NONE-|||0
A 21 22|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0

S अम्बिकापुर नगर से 12 किमी की दुरी पर दरमा हवाई अड्डा हैं .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||दरिमा|||REQUIRED|||-NONE-|||0

S अम्बिकापुर रामानुज गंज मार्ग पर अम्बिकापुर से लगभग 80 किमी दुर राजमार्ग से दो फलांग पश्चिम दिशा मे एक गर्म जल स्रोत है .
A 1 3|||R:ORTH|||रामानुजगंज|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर बनारस रोड पर 40 किमी पर भैंसा मुडा स्थान हैं .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||भैंसामुडा|||REQUIRED|||-NONE-|||0

S भैंसा मुडा से भैया थान रोड पर 15 किमी की दूरी पर महान नदी के तट पर सारा सौर नामक स्थान हैं .
A 0 2|||R:ORTH|||भैंसामुडा|||REQUIRED|||-NONE-|||0
A 3 5|||R:ORTH|||भैयाथान|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 17 19|||R:ORTH|||सारासौर|||REQUIRED|||-NONE-|||0

S यही कारण है की इस जल प्रपात को भेडिया पत्थर कहा जाता है .
A 3 4|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S यहाँ साल वृक्ष के समूह मे एक शिलिंग भी स्थापित है .
A 2 3|||R:NOUN-NUM|||वृक्षो|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN-GEN|||शिवलिंग|||REQUIRED|||-NONE-|||0

S इन पत्थरो को किसी ठोस चीज से ठोकने पर आवेजा आती है .
A 1 2|||R:SPELL|||पत्थरों|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||आवाजे|||REQUIRED|||-NONE-|||0

S इस पत्थरों में बैठकर या लेटर बजाने से भी इसके आवाज मे कोइ अंतर नहीं पड़ता है .
A 5 6|||R:MORPH|||लेटकर|||REQUIRED|||-NONE-|||0
A 11 12|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इस विलक्षणता के कारण इस पत्थरो को अंचल के लोग ठिनठिन पत्थर कहते है .
A 5 6|||R:SPELL|||पत्थरों|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADJ|||ठिनठिनी|||REQUIRED|||-NONE-|||0

S अम्बिकापुर रामानुज गंज मार्ग पर अम्बिकापुर से लगभग 80 किलोमीटर दूर राजमार्ग से दो फलांग पश्चिम दिशा मे एक गर्म जल स्रोत है .
A 1 3|||R:ORTH|||रामानुजगंज|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इस गर्म जल के कन्डोम को सरगुनिया बोली मे ताता पानी कहते है .
A 4 5|||R:NOUN|||कुन्डो|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADJ|||सरगुजिया|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 9 11|||R:ORTH|||तातापानी|||REQUIRED|||-NONE-|||0

S एसी मान्यता है कि इन जल कुंड मे स्नान करने व पानी पीने से अनेक चर्म रोग ठीक हो जाते है .
A 6 7|||R:NOUN|||कुंडो|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यहां पर महान नदी दो पहाडियों के बीच से बहने वाली जलधारा के रूप मे देखी जा कसती हैं .
A 14 15|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S यहाँ साल वृक्ष के समूह मे एक शिलिंग भी स्थापित है .
A 2 3|||R:NOUN-NUM|||वृक्षो|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN-GEN|||शिवलिंग|||REQUIRED|||-NONE-|||0

S वनवासी लोग इसे सरना का नाम देते है और इस स्थान को पूजनीय मानते है .
A 14 15|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S गंगा दशहरा पर आस पास के ग्रामीण एकत्रित होकर सरना देव एवं देवाधिदेव महादेव की पूजा अर्चना करने के बाद रात्रि जागरण करते है .
A 1 2|||R:OTHER|||दशहारा|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S अम्बिकापुर नगर से 12 किमी की दुरी पर दरमा हवाई अड्डा हैं .
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||दरिमा|||REQUIRED|||-NONE-|||0

S इन पत्थरो को किसी ठोस चीज से ठोकने पर आवेजा आती है .
A 1 2|||R:SPELL|||पत्थरों|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||आवाजे|||REQUIRED|||-NONE-|||0

S इस पत्थरों में बैठकर या लेटर बजाने से भी इसके आवाज मे कोइ अंतर नहीं पड़ता है .
A 5 6|||R:MORPH|||लेटकर|||REQUIRED|||-NONE-|||0
A 11 12|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S एक ही पत्थर के दो टुकडे अलग अलग आवाज पैदा करते है .
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इस विलक्षणता के कारण इस पत्थरो को अंचल के लोग ठिनठिन पत्थर कहते है .
A 5 6|||R:SPELL|||पत्थरों|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADJ|||ठिनठिनी|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इसे परम पूज्य संत रामेश्वर गहिरा गुरू जी नें पहाड़ी चट्टानों को तराशक निर्मित करवाया है .
A 8 9|||R:ADP|||ने|||REQUIRED|||-NONE-|||0
A 12 13|||R:MORPH|||तराशकर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर रामानुज गंज मार्ग पर अम्बिकापुर से लगभग 80 किमी दुर राजमार्ग से दो फलांग पश्चिम दिशा मे एक गर्म जल स्त्रोत है .
A 1 3|||R:ORTH|||रामानुजगंज|||REQUIRED|||-NONE-|||0
A 21 22|||R:NOUN|||स्रोत|||REQUIRED|||-NONE-|||0

S अम्बिकापुर रामानुज गंज मार्ग पर अम्बिकापुर से लगभग 80 किमी दुर राजमार्ग से दो फलांग पश्चिम दिशा मे एक गर्म जल स्रोत है .
A 1 3|||R:ORTH|||रामानुजगंज|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस स्थान से आठ से दस गर्म जल के कुण्ड है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||कुन्ड|||REQUIRED|||-NONE-|||0

S एसी मान्यता है कि इन जल कुंड मे स्नान करने व पानी पीने से अनेक चर्म रोग ठीक हो जाते है .
A 0 1|||R:OTHER|||ऐसी|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||कुंडो|||REQUIRED|||-NONE-|||0

S अम्बिकापुर बनारस रोड पर 40 किमी पर भैंसा मुडा स्थान हैं .
A 5 6|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||भैंसामुडा|||REQUIRED|||-NONE-|||0

S भैंसा मुडा से भैया थान रोड पर 15 किमी की दूरी पर महान नदी के तट पर सारा सौर नामक स्थान हैं .
A 0 2|||R:ORTH|||भैंसामुडा|||REQUIRED|||-NONE-|||0
A 3 5|||R:ORTH|||भैयाथान|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 17 19|||R:ORTH|||सारासौर|||REQUIRED|||-NONE-|||0

S यहां पर महान नदी दो पहाडियों के बीच से बहने वाली जलधारा के रूप मे देखी जा कसती हैं .
A 14 15|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से 40 किमी की दूरी पर लक्ष्मणगढ़ स्थित है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||लक्ष्मणगढ|||REQUIRED|||-NONE-|||0

S यह स्थान अम्बिकापुर बिलासपुर मार्ग पर महेशुर से 03 किमी की दूरी पर है .
A 6 7|||R:SPELL|||महेशपुर|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर कुसी समारी मार्ग पर 140 किमी की दूरी पर कंदरी ग्राम स्थित है .
A 1 2|||R:OTHER|||कुसमी|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||सामरी|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S महेशुर ज़ उदयपुर से उत्तरी दिशा में 08 किमी की दूरी पर स्थित है .
A 0 1|||R:SPELL|||महेश्पुर|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S इस पहाडी क्षेत्र मे एक गुफा है जिसे धीरिया लता गुफा के नाम से जाना जाता है .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||धिरिया|||REQUIRED|||-NONE-|||0

S अर्जुन गढ मे प्राचीन पुरातात्विक पुरातात्विक महत्व के अवशेष आज भी देखने को मिलते हैं .
A 0 2|||R:ORTH|||अर्जुनगढ|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||देखनें|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से 40 किमी की दूरी पर लक्ष्मणगढ़ स्थित है .
A 3 4|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||लक्ष्मणगढ|||REQUIRED|||-NONE-|||0

S यह स्थान अम्बिकापुर बिलासपुर मार्ग पर महेशुर से 03 किमी की दूरी पर है .
A 6 7|||R:SPELL|||महेशपुर|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर कुसी समारी मार्ग पर 140 किमी की दूरी पर कंदरी ग्राम स्थित है .
A 1 2|||R:OTHER|||कुसमी|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||सामरी|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S पारमेश्वर शिव मंदिर प्रताप पुर विकास खण्ड से डेढ किमी दक्षिण की ओर बन खेता में मिशन स्कूल के निकट नदी किनारे स्थापित है .
A 0 1|||R:OTHER|||पारदेश्वर|||REQUIRED|||-NONE-|||0
A 3 5|||R:ORTH|||प्रतापपुर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||खण्ड्|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 15|||R:ORTH|||बनखेता|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से प्रताप पुर की दूरी 45 किमी है .
A 2 4|||R:ORTH|||प्रतापपुर|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से पालनपुर 28 किमी की दूरी पर है एवं पालनपुर से 10 किमी की दूरी पर देवगढ़ स्थित है .
A 2 3|||R:OTHER|||लखंनपुर|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||लखंनपुर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||देवगढ|||REQUIRED|||-NONE-|||0

S पारमेश्वर शिव मंदिर प्रताप पुर विकास खण्ड से डेढ किमी दक्षिण की ओर बन खेता में मिशन स्कूल के निकट नदी किनारे स्थापित है .
A 0 1|||R:OTHER|||पारदेश्वर|||REQUIRED|||-NONE-|||0
A 3 5|||R:ORTH|||प्रतापपुर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||खण्ड्|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 13 15|||R:ORTH|||बनखेता|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से प्रताप पुर की दूरी 45 किमी है .
A 2 4|||R:ORTH|||प्रतापपुर|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S अम्बिकापुर से पालनपुर 28 किमी की दूरी पर है एवं पालनपुर से 10 किमी की दूरी पर देवगढ़ स्थित है .
A 2 3|||R:OTHER|||लखंनपुर|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||लखंनपुर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||देवगढ|||REQUIRED|||-NONE-|||0

S इसे गौरी शंकर मंदिर भी कहते है .
A 6 7|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S यह चन्द्र महल के पूर्व में बने जन निवास बगीचे के मध्य अहाते में स्थित है .
A 7 8|||R:OTHER|||जय|||REQUIRED|||-NONE-|||0

S शिल्प उद्योग के लिए शहर महत्वपूर्ण केन्द्र है और ठप्पे व जालीदार छपाई की इकाइयों द्वारा हाथ से बने बढिया कपड़े यहां बनते है .
A 23 24|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S यह कपड़ा देश व विदेश में प्रसिद्ध है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S सिया भे एक तरफ मन्दिरों का समूह तथा दूसरी तरफ रेगिस्तान स्थित है .
A 0 1|||R:OTHER|||ओसिया|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADJ|||दुसरी|||REQUIRED|||-NONE-|||0

S पायतन प्रकार के मन्दिर एव एकायन प्रकार के मन्दिर .
A 0 1|||R:ADJ|||पचायतन|||REQUIRED|||-NONE-|||0
A 4 5|||R:CONJ|||एवं|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADJ|||एकायतन|||REQUIRED|||-NONE-|||0

S इस संग्राहलय में चित्रों ज़ मूर्तियों व प्राचीन हथियारों का उत्कृष्ट समावेश है .
A 1 2|||R:NOUN|||संग्रहालय|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S मेहरबानगी का किला पहाड़ी के बिल्कुल ऊपर बसे होने के कारण राजस्थान के सबसे खूबसूरत किलाओं में से एक है .
A 0 1|||R:SPELL|||मेहरानगढ़|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||बिल्‍कुल|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||राजस्‍थान|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||किलों|||REQUIRED|||-NONE-|||0

S इसका निर्माण राजा मानसिंह ने 1806 ईस्वी में किया था .
A 6 7|||R:OTHER|||ईस्‍वी|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB-FORM|||करवाया|||REQUIRED|||-NONE-|||0

S इसके अतिरिक्त और भी कई जैन मंदिर हैं ज़ पर वे उतने महत्वपूर्ण नही हैं .
A 7 7|||M:OTHER|||हैं , पर वे उतने महत्वपूर्ण नहीं|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इसके अतिरिक्त और भी कई जैन मंदिर हैं ,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S इस पुस्तकालय में संस्कृत पुस्तकों का बड़ा भारी संग्रह है ज़ जिनमें से कई तो ऐसी हैं जो अन्यत्र नही हीं मिल सकतीं .
A 10 11|||R:OTHER|||, जिनमें से कई तो ऐसी हैं जो अन्यत्र नहीं हीं मिल सकतीं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इस पुस्तकालय में संस्कृत पुस्तकों का बड़ा भारी संग्रह है ,|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||नहीं|||REQUIRED|||-NONE-|||0

S पकी हुई मिट्टी के रिसे बनावट से बहुत प्राचीन दिखते है .
A 4 5|||R:OTHER|||सिरे|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S उसके बाद और कोई महिला सती नही हुई ज़ क्योंकि सरकार के प्रयत्न से यह प्रथा खत्म हुई .
A 6 7|||R:OTHER|||नहीं हुई|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||, क्योंकि सरकार के प्रयत्न से यह प्रथा खत्म|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||उसके बाद और कोई महिला सती नहीं हुई ,|||REQUIRED|||-NONE-|||0

S शीतकाल में बत्तखों ज़ पीतरोगों आदि के आ जाने के कारण कुछ दिनों के लिए यह उत्तम शिकारगाह बन जाता है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||भड़तीतरों|||REQUIRED|||-NONE-|||0
A 20 21|||R:VERB-TENSE|||था|||REQUIRED|||-NONE-|||0

S बादशाह के समक्ष एक लड़ाई में सिर काट जाने पर भी उसका धड़ बहुत देर तक लड़ता रहा था .
A 7 8|||R:VERB-FORM|||काटे|||REQUIRED|||-NONE-|||0
A 11 12|||R:PRON|||उनका|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN|||समय|||REQUIRED|||-NONE-|||0

S बादशाह के समक्ष एक युद्ध में सिर काट जाने पर भी उसका धड़ बहुत देर तक लड़ता रहा था .
A 7 8|||R:VERB-FORM|||काटे|||REQUIRED|||-NONE-|||0
A 11 12|||R:PRON|||उनका|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN|||समय|||REQUIRED|||-NONE-|||0

S बादशाह के समक्ष एक युद्ध में सिर काट जाने पर भी उसका धड़ बहुत देर तक लड़ता रहा था .
A 7 8|||R:VERB-FORM|||काटे|||REQUIRED|||-NONE-|||0
A 11 12|||R:PRON|||उनका|||REQUIRED|||-NONE-|||0

S सरदार शहर से चन्दन मल वैद और भंवर लाल शर्मा केबिनेट मंत्री रह चुके है .
A 14 15|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S सरदार शहर तहसील चुर जिले की सबसे बी बड़ी तहसील है .
A 0 2|||R:ORTH|||सरदारशहर|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||चुरू|||REQUIRED|||-NONE-|||0

S एक अलमस्त शहर है ज़ अलमस्त इसलिए कि यहाँ के लोग बेफिक्र के साथ अपना जीवन यापन करते है .
A 4 5|||R:OTHER|||, अलमस्त इसलिए कि यहाँ के लोग बेफ्क्रि के साथ अपना जीवन यापन करते हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||एक अलमस्त शहर है ,|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||बेफ्क्रि|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इसके पीछे दो कहानियाँ लोक मे प्रचलित है .
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S साले का अर्थ बहन के भाई के रूप मे न होकर सालू जी के अपभ्रंश के रूप मे होता है .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इस संबंध मे एक लोक दोहा भी प्रचलित है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S राव बिका ज़ 1465 1504 ज़ बीकानेर के संस्थापक .
A 1 3|||R:OTHER|||बीका ( 1465 1504 ) बीकानेर के संस्थापक .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||राव बीका (|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S ग्रामीण लोग अधिकतर मोटे कपड़े की धोती ज़ बगल बंदी और फेंटा काम में लाते हैं .
A 7 9|||R:OTHER|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||बगलबंदी|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||फेटा|||REQUIRED|||-NONE-|||0

S यहां की लिपि नागरी है ज़ जो बहुधा घसीट रूप में लिखी जाती है .
A 3 4|||R:OTHER|||देवनागरी|||REQUIRED|||-NONE-|||0
A 4 4|||M:OTHER|||है , जो बहुधा घसीट रूप में लिखी जाती|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यहां की लिपि देवनागरी है ,|||REQUIRED|||-NONE-|||0

S भेड़ो की अधिकता के कारण यहां ऊन बहुत होता है ज़ जिसके कंबल ज़ सलाईयां आदि ऊनी समान बहुत अच्छे बनते है .
A 9 9|||M:OTHER|||है , जिसके कंबल , लाईयां आदि ऊनी समान बहुत अच्छे बनते|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||भेड़ो की अधिकता के कारण यहां ऊन बहुत होता है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||लाईयां|||REQUIRED|||-NONE-|||0

S इसके अतिरिक्त विष्णु ज़ लक्ष्मी ज़ गणपति ज़ शक्ति व कई पशु पक्षियों की मूर्तियाँ भी रेत मे डूबी पड़ी है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S हिन्दी विकिपीडिया ज़ विकिपीडिया का हिन्दी भाषा का संस्करण है ज़ जिसका स्वमित्व विकिपीडिया संस्थापन के पास है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 9|||M:OTHER|||है , जिसका स्वमित्व विकिमीडिया संस्थापन के पास|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||हिन्दी विकिपीडिया , विकिपीडिया का हिन्दी भाषा का संस्करण है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADJ|||विकिमीडिया|||REQUIRED|||-NONE-|||0

S हिन्दी विकिपीडिया ज़ विकिपीडिया का हिन्दी भाषा का संस्करण है ज़ जिसका स्वमित्व विकिमीडिया संस्थापन के पास है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 9|||M:OTHER|||है , जिसका स्वामित्व विकिमीडिया संस्थापन के पास|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||हिन्दी विकिपीडिया , विकिपीडिया का हिन्दी भाषा का संस्करण है ,|||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN|||स्वामित्व|||REQUIRED|||-NONE-|||0

S हिन्दी संस्करण जुलाई २००३ में आरम्भ किया गया था और ज़ दिसम्बर २०१५ तक इस पर पंजीकृत सदस्य हैं .
A 10 11|||R:OTHER|||५ दिसम्बर २०१५ तक इस पर पंजीकृत सदस्य हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||हिन्दी संस्करण जुलाई २००३ में आरम्भ किया गया था और ५|||REQUIRED|||-NONE-|||0

S इसे ही व्यापार चक्र ज़ ट्रेड सायकिल या इकनॉमिक सायकिल ज़ काते हैं .
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||कहते|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S जीवन पद्धति में कार्बनिक यौगिकों की बहुत ही महत्वपूर्ण भूमिका है .
A 8 9|||R:ADJ|||महत्त्वपूर्ण|||REQUIRED|||-NONE-|||0

S इन्हें समय समय पर राजा मानसिंह ने दो सदी के शसन काल के दौरान बनवाया था .
A 10 11|||R:OTHER|||शासन|||REQUIRED|||-NONE-|||0

S आमेर का किला जयपुर ज़ राजस्थान के उपनगर आमेर में जयपुर शहर से ११ किमी दूर स्थित है .
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S मानसिंह के बनवाये महल का अच्छा विस्तार उनके वंशज जयसिंह प्रथम द्वारा किया गया .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S मीणा राजवंश के लोग सदा ई शस्त्रों से सज्जित रहा करते थे अतः उन पर आक्रमण करना व हराना सरल नहीं था .
A 5 6|||R:OTHER|||ही|||REQUIRED|||-NONE-|||0

S इसका ताजा उदाहरण है बाजी राव मस्तानी जिसमें अभिनेत्री दीपिका पादुकों का कत्थक नृत्य मोह रंग दो लाल .
A 4 6|||R:ORTH|||बाजीराव|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||पादुकोण|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||मोहे|||REQUIRED|||-NONE-|||0

S इसके अनुसर अम्बरीष ने दीन दुखियों की सहायता हेतु अपने राज्य के भण्डार खोल रखे थे .
A 1 2|||R:ADP|||अनुसार|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||अम्बरीश|||REQUIRED|||-NONE-|||0

S इस पर उनके पिता राजा नतमस्तक हो गया .
A 7 8|||R:VERB-NUM|||गये|||REQUIRED|||-NONE-|||0

S इस प्रांगण में बनी दूसरी इमारत जय मन्दिर के सामने है और इसे सुख निवार या सुख महल ना से जाना जाता है .
A 18 19|||R:NOUN|||नाम|||REQUIRED|||-NONE-|||0

S इस कारण से ही इसे शीष महल की संज्ञा दी गयी है .
A 5 6|||R:OTHER|||शीश|||REQUIRED|||-NONE-|||0

S शीष महल का निर्माण मान सिंह ने मौवीं शताब्दी में करवाया था और ये १७२७ ई में पूर्ण हुआ .
A 0 1|||R:OTHER|||शीश|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||१६वीं|||REQUIRED|||-NONE-|||0

S इस प्रांगण में बनी दूसरी इमारत जय मन्दिर के सामने है और इसे सुख निवार या सुख महल नाम से जाना जाता है .
A 14 15|||R:OTHER|||निवास|||REQUIRED|||-NONE-|||0

S यहां की स्थानीय भाषा में पोल का अर्थ द्वार होता है ज़ तो त्रिपोलिया अर्थात तीय दरवाजों वाला द्वार .
A 11 12|||R:OTHER|||, तो त्रिपोलिया अर्थात तीन दरवाजों वाला द्वार .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यहां की स्थानीय भाषा में पोल का अर्थ द्वार होता है ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||तीन|||REQUIRED|||-NONE-|||0

S उनका कहना थ कि वे पशुओं पर अत्याचार के विरुद्ध हैं .
A 2 3|||R:VERB-TENSE|||था|||REQUIRED|||-NONE-|||0

S इस प्रथा में नवरात्रि की महाष्टमी के दिन मन्दिर के द्वा के आगे एक भैंसे और बकरों की बलि दी जाती थी .
A 5 6|||R:NOUN|||महाअष्टमी|||REQUIRED|||-NONE-|||0
A 10 11|||R:NOUN|||द्वार|||REQUIRED|||-NONE-|||0

S मानसून में इस झील का क्षेत्रफल बढकर 10 5 वर्ग किमी हो जाता है .
A 10 11|||R:NOUN|||किलोमीटर|||REQUIRED|||-NONE-|||0

S १५ जनवरी २०१२ की स्थित तक इस विकिपीडिया पर लेखों की संख्या है .
A 4 5|||R:OTHER|||स्थिति|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||सँख्या|||REQUIRED|||-NONE-|||0

S पूरे अलवर शहर में यह सबसे पुरानी इमारत है .
A 8 9|||R:VERB-FORM|||हे|||REQUIRED|||-NONE-|||0

S इस शहर ने बहुत कम समय में देश को कई देशभक्त दिए हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यहां के प्रमुख दर्शनीय स्थल यहां के शासकों द्वारा बनवाई गई महें ज़ झीलें ज़ बगीचे तथा स्मारक हैं .
A 11 12|||R:SPELL|||महलें|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:NOUN|||बगीचें|||REQUIRED|||-NONE-|||0

S इन सभी में इनके बनने का समय तथा इन्हें बनाने वाले का उल्लेख मिलता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इसका एक कमरा जेम्स टोड को समर्पित है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S कृष्णे और रुक्म रणि के मेवाड़ शैली में बने हुए बहुत से चित्र भी यहां रखे हुए हैं .
A 0 1|||R:OTHER|||कृष्ण|||REQUIRED|||-NONE-|||0
A 2 4|||R:ORTH|||रुक्मरणि|||REQUIRED|||-NONE-|||0

S प्रवेश शुल्क वयस्कों के लिए 325 रु तथा बच्चों के लिए 165 रु .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यह पहले उदयपुर के प्रधानमंत्री अमरकंद वादा का निवास स्थानत था .
A 5 6|||R:OTHER|||अमरचंद|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||वादवा|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||स्थान|||REQUIRED|||-NONE-|||0

S इस हवेली का निर्माण मौवीं शताब्दी में हुआ था .
A 4 5|||R:OTHER|||18वीं|||REQUIRED|||-NONE-|||0

S इसका उपयोग मेवाड़ के राजपरिवार के लोगों के कब्रिस्तान के रुप में होता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यहां मेवाड़ के 19 शासकों का स्मारक है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ये स्मारक चार दशकों में बने हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यहां सबसे प्रमुख स्मारक महाराणा अमर सिंह का है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इसे मूल रुप से सज्जन घर के नाम से जाना जाता था .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इसे सज्जन सिंह ने 19 वीं शताब्दी में बनवाया था .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S ये कुण्ड उस समय की विकसित इंजीनियरिंग का सबूत हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S पिछोला ज़ दूध थाली ज़ गोवर्धन सागर ज़ कुमारी तालाब ज़ रागसागर ज़ स्वरुप सागर तथा फतह सागर यहां की सात प्रमुख झीलें हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||तलाई|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||रंगसागर|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||स्वारुप|||REQUIRED|||-NONE-|||0

S यह सड़क मार्ग से जयपुर से 9 घण्टे ज़ दिल्ली से 14 घण्टे तथा मुंबई से 17 घण्टे की दूरी पर स्थित है .
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह संघर्ष स्वतंत्रता ज़ स्वाभिमान तथा धर्म के लिए हुआ .
A 2 3|||R:NOUN|||स्वंतंत्रता|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह संघर्ष स्वतंत्रता ज़ स्वाभिमान तथा धर्म के लिए हुआ .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यहां जैसी देशभक्ति ज़ उदार व्यवहार तथा स्वतंत्रता के लिए उत्कृष्ट इच्छा किसी दूसरे जगह देखने को नहीं मिलती है .
A 2 3|||R:MORPH|||देशभक्‍ित|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S झीलों के साथ मरुभूमि का अनोखा संगम अन्य कहीं नहीं देखने को मिलता है .
A 7 8|||R:OTHER|||अन्यत्र|||REQUIRED|||-NONE-|||0

S ये शिलालेख दूसरी शताब्दी ईसा पूर्व से मौवीं शताब्दी तक हैं .
A 7 8|||R:OTHER|||19वीं|||REQUIRED|||-NONE-|||0

S कृष्ण और रुक्मणी के मेवाड़ शैली में बने हुए बहुत से चित्र भी यहां रखे हुए हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यह गैलरी धन के अपव्यय को दर्शाती है .
A 1 2|||R:NOUN|||गैलेरी|||REQUIRED|||-NONE-|||0

S इस मंदिर की स्थापना 1651 ई में हुई थी .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इस मंदिर में भगवान विष्णु तथा जगन्नाथ की मूर्त्ति स्थापित है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S उदयपुर के शासक जल के महत्व को समझे थे .
A 7 8|||R:VERB-FORM|||समझते|||REQUIRED|||-NONE-|||0

S पिछोला ज़ दूध तलाई ज़ गोवर्धन सागर ज़ कुमारी तालाब ज़ रागसागर ज़ स्वरुप सागर तथा फतह सागर यहां की सात प्रमुख झीलें हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||, गोवर्धन सागर , कुमारी तालाब , रंगसागर , स्वरुप सागर तथा फतह सागर यहां की सात प्रमुख झीलें हैं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||पिछोला , दूध तलाई ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||रंगसागर|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह गांव 11वीं शताब्दी में बने सास बहू मंदिर के लिए प्रसिद्ध है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इस मंदिर का निर्माण बप्पा रावल ने वीं शताब्दी में करवाया था .
A 4 5|||R:OTHER|||बप्पाी|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||8वीं|||REQUIRED|||-NONE-|||0

S मुख्यत मंदिर में एकलिंगी की चार सिरों वाली मूर्त्ति स्थापित है .
A 3 4|||R:NOUN-GEN|||एकलिंगजी|||REQUIRED|||-NONE-|||0

S इसके अलावा यहां महाराणा प्रताप से संबंधित वस्तुओं को रखा गया है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S लोकेशन राष्ट्रीय राजमार्ग संख्या 8 से 2 किलोमीटर पहले .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S श्रीनाथ जी भगवान कृष्ण के ही रूप हैं .
A 0 2|||R:ORTH|||श्रीनाथजी|||REQUIRED|||-NONE-|||0

S इस संप्रदाय की स्थापना मौवीं शताब्दी में वल्लभाचार्य ने की थी .
A 4 5|||R:OTHER|||16वीं|||REQUIRED|||-NONE-|||0

S इस मंदिर में भगवान विष्णु की एक मूर्त्ति है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यह मंदिर श्रद्धालुओं के लिए दिन में सात बार खोली जाती है ज़ लेकिन हर बार सिर्फ आधे घण्टे के लिए .
A 12 13|||R:OTHER|||, लेकिन हर बार सिर्फ आधे घण्टे के लिए .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यह मंदिर श्रद्धालुओं के लिए दिन में सात बार खोली जाती है ,|||REQUIRED|||-NONE-|||0

S इस झील की स्थापना मौवीं शताब्दीय में मेवाड़ के महाराणा राजसिंह ने की थी .
A 4 5|||R:OTHER|||17वीं|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||शताब्दी|||REQUIRED|||-NONE-|||0

S जयपुर ज़ जोधपुर औरंगाबाद ज़ दिल्ली तथा मुंबई से यहां नियमित उड़ाने उपलब्धत हैं .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||उपलब्ध|||REQUIRED|||-NONE-|||0

S यहां उदयपुर सिटी रेलवे स्टेशन नामक रेलवे स्टेशन है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S यह शहर राष्ट्रीय राजमार्ग संख्या 8 पर स्थित है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S मौवीं शताब्दी में इसमें तीन नाचते हुए हिरण की मूर्त्ति स्थापित की गई .
A 0 1|||R:OTHER|||19वीं|||REQUIRED|||-NONE-|||0

S प्रवेश शुल्क वयस्कों के लिए 50 रु तथा बच्चों के लिए 30 रु .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इस युद्ध में महाराणा प्रताप की हार हुई थी .
A 6 7|||R:NOUN|||जीत|||REQUIRED|||-NONE-|||0

S ये शिलालेख दूसरी शताब्दी ईसा पूर्व से मौवीं शताब्दी तक हैं .
A 7 8|||R:OTHER|||19वीं|||REQUIRED|||-NONE-|||0

S कृष्णे और रुक्म रणि के मेवाड़ शैली में बने हुए बहुत से चित्र भी यहां रखे हुए हैं .
A 0 1|||R:OTHER|||कृष्ण|||REQUIRED|||-NONE-|||0
A 2 4|||R:OTHER|||रुक्मणी|||REQUIRED|||-NONE-|||0

S इन सभी में इनके बनने का समय तथा इन्हें बनाने वाले का उल्लेख मिलता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S मौवीं शताब्दी में इसमें तीन नाचते हुए हिरण की मूर्त्ति स्थापित की गई .
A 0 1|||R:OTHER|||19वीं|||REQUIRED|||-NONE-|||0

S इसे सज्जन सिंह ने 19 वीं शताब्दी में बनवाया था .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S महाराणा जयसिंह ने इस झील का निर्माण मौवीं शताब्दी में गोमती नदी पर बांध बनाकर किया था .
A 1 2|||R:OTHER|||राजसिंह|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||17वीं|||REQUIRED|||-NONE-|||0

S इस झील की स्थापना मौवीं शताब्दीय में मेवाड़ के महाराणा राजसिंह ने की थी .
A 4 5|||R:OTHER|||17वीं|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||शताब्दी|||REQUIRED|||-NONE-|||0

S गाजी उद् दीन हैन ज़ १७६९ १९ अक्तूबर ज़ १८२७ ज़ अवध का नवाब था .
A 0 1|||R:OTHER|||ग़ाजी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||हैदन|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S सिराजुद्दीन हैदर १८२७ से १८३७ तक अवध का नवाब रेह .
A 0 1|||R:OTHER|||नासिरुद्दीन|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||के|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB|||रहे|||REQUIRED|||-NONE-|||0

S उसने १७०८ से ज़ अक्तूबर १७५४ तक शासन किया .
A 3 4|||R:SPELL|||५|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S इस झील का मनोरम आदर्श्य इतना सुंदर है कि पर्यटकों को अपनी और आरक्षित करती है .
A 4 5|||R:NOUN|||दृश्य|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADJ|||आकर्षित|||REQUIRED|||-NONE-|||0

S चांदा पोता शेखावत के गाव बेरी ज़ कुन ज़ बिदर ज़ लालासव ज़ कालसर ज़ भाद वासि ज़ करिया जिला सिकर ज़ राज ज़ .
A 0 3|||R:OTHER|||चांदापोता शेखावतो|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||बेरि|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||कुदन|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||बिदसर|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||लालासि|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||यालसर|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 17|||R:ORTH|||भादवासि|||REQUIRED|||-NONE-|||0
A 17 18|||R:OTHER|||और|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||झकरिया|||REQUIRED|||-NONE-|||0
A 21 22|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 22 23|||R:OTHER|||ऱाज|||REQUIRED|||-NONE-|||0
A 23 24|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S खोह ज़ पिपराही ज़ गंगाराम आदि इनके ठिकाने थे जिनके लिए यह दोहा प्रशित है .
A 1 2|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||पिपराली|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||गुंगारा|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADJ|||प्रसिद्ध|||REQUIRED|||-NONE-|||0

S शेखीबाजी के पुत्र कुम्भारी के वंशज सातल पोता शेखावत कहलाते है .
A 0 1|||R:NOUN|||शेखाजी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||कुम्भाजी|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||सातलपोता|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S शेखीबाजी के सबसे छोटे पुत्र रायल जी के वंशज मलहोत्रा शेखावत कहलाते है .
A 0 1|||R:OTHER|||शेखाजी|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||रायमल|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||रायमलोत|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S रायल जी के पुत्र सह समल जी के वंशज सह समल जी का शेखावत कहलाते है .
A 0 1|||R:OTHER|||रायमल|||REQUIRED|||-NONE-|||0
A 4 6|||R:ORTH|||सहसमल|||REQUIRED|||-NONE-|||0
A 9 11|||R:ORTH|||सहसमल|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S जमाल जी मलहोत्रा के वंशज मालजादी का शेखावत कहलाते है .
A 0 1|||R:OTHER|||जगमाल|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||रायमलोत|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||जगमालजी|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S सुन्नकरण जी सुजात के वंशज सुन्नकरण जी का शेखावत कहलाते है इन्हें लुनना शेखावत भी कहते है ज़ इनकी भी कई शाखांए है .
A 0 1|||R:OTHER|||लुन्करण|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||सुजावत|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||लुन्करण|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||लुनावत|||REQUIRED|||-NONE-|||0
A 16 16|||M:OTHER|||हैं , इनकी भी कई शाखाएं|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||लुन्करण जी सुजावत के वंशज लुन्करण जी का शेखावत कहलाते हैं इन्हें लुनावत शेखावत भी कहते हैं ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||शाखाएं|||REQUIRED|||-NONE-|||0

S पुत्रों में से सात प्रशाखाओं का विकास हुवा जो इस प्रकार है .
A 7 8|||R:VERB-FORM|||हुआ|||REQUIRED|||-NONE-|||0

S राजा रायल जी के जेष्ठ पुत्र लाल सिंह जी के वंशज लालपानी कहलाते है .
A 1 2|||R:OTHER|||रायसल|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||जेस्ठ|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||लाड्खानी|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S राजा रायल जी के पुत्र निर्मल जी के वंशज रावी का शेखावत कहलाते है .
A 1 2|||R:OTHER|||रायसल|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||तिर्मल|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||रावजी|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S राजा रायल जी के पुत्र तेनसिंह के वंशज कहलाते है इनके गवां चालिया ज़ नभोदेश ज़ कुसमाजु आदि है .
A 1 2|||R:OTHER|||रायसल|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||तेजसिंह|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||गावं|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||चावंङिया|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||भोदेसर|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||छाजुसर|||REQUIRED|||-NONE-|||0

S राजा रायल जी के पुत्र परस रामजी के वंशज परस रामजी का शेखावत कहलाते है .
A 1 2|||R:OTHER|||रायसल|||REQUIRED|||-NONE-|||0
A 5 7|||R:ORTH|||परसरामजी|||REQUIRED|||-NONE-|||0
A 9 11|||R:ORTH|||परसरामजी|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S गोपाली सुजात के वंशज गोपाली का शेखावत कहलाते है झुण्ड जिले में गोपाल जी का शेखावत गाँव सें सवास ज़ जांगली ज़ फूस खानी .
A 0 1|||R:OTHER|||गोपालजी|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||सुजावत|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||गोपालजी|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||झुञ्झुणु|||REQUIRED|||-NONE-|||0
A 17 19|||R:ORTH|||सेंसवास|||REQUIRED|||-NONE-|||0
A 19 20|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||जांटवली|||REQUIRED|||-NONE-|||0
A 21 23|||R:OTHER|||,|||REQUIRED|||-NONE-|||0
A 23 24|||R:OTHER|||फूसखानी|||REQUIRED|||-NONE-|||0

S भेरु जी सुजात के वंशज भेरु जी का शेखावत कहलाते है .
A 0 1|||R:OTHER|||भेरू|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||सुजावत|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||भेरू|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S मन्दाक्रान्ता के पास ये कई गोवा मे आबाद हे उस गोवा का नाम लामिसाल लूसिया कोरियावास जार्जियावास हू डिल भारी जा मुख्यावास .
A 0 1|||R:OTHER|||दान्तारामगढ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||गावो|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||गावो|||REQUIRED|||-NONE-|||0
A 13 19|||R:OTHER|||लामियॉ लूणियास खॉचरियावास बाजियावास हूडिल|||REQUIRED|||-NONE-|||0
A 19 21|||R:ORTH|||भारीजा|||REQUIRED|||-NONE-|||0
A 21 22|||R:OTHER|||मुणिडयावास|||REQUIRED|||-NONE-|||0

S राजा गिरधर दास राजा रायसा के बाद खंडला के राजा बने .
A 2 3|||R:OTHER|||जी|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||रायसलजी|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||खंडेला|||REQUIRED|||-NONE-|||0

S राजा गिरधर जी राजा रायसा के बाद खंडला के राजा बने .
A 2 3|||R:OTHER|||दास|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||रायसलजी|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||खंडेला|||REQUIRED|||-NONE-|||0

S २५ नवम्बर ज़ २००७ तक इसमें कुल ज़ ज़ ९०० लेख थे जो इसे विकिपीडिया का ९६ वां सबसे बड़ा संस्करण बनता है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||४|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 21 22|||R:VERB|||बनाता|||REQUIRED|||-NONE-|||0

S उपर्युक्त दोनों नियत बिंदुओं पर नली में द्रव के तल के सामने चिन्ह लगा दिए जाते हैं .
A 0 1|||R:ADJ|||उर्पयुक्त|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||चिह्न|||REQUIRED|||-NONE-|||0

S १६ दिसम्बर ज़ २००७ को ऑस्ट्रेलिया के लैंड सैट इमेज मोज़ैक की चित्रावली का प्रयोग करते हुए अन्टार्कटिका के अधिकांश भागों का अद्यतन किया गया .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||लैंडसैट|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||मोसैक|||REQUIRED|||-NONE-|||0

S इसे स्वामी नारायण ने स्थापित किया है .
A 1 3|||R:ORTH|||स्वामीनारायण|||REQUIRED|||-NONE-|||0
A 6 7|||R:VERB-TENSE|||था|||REQUIRED|||-NONE-|||0

S आज भी यहाँ स्वामी नारायण मन्दिर है और मेला लगता है .
A 3 5|||R:ORTH|||स्वामीनारायण|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||जहाँ|||REQUIRED|||-NONE-|||0

S स्वामी नारायण सम्प्रदाय वेद के उपर स्पिति किया गया है .
A 0 2|||R:ORTH|||स्वामीनारायण|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADJ|||स्थापित|||REQUIRED|||-NONE-|||0

S शिक्षा पतरी और वचनामृत स्वामी नारायण सम्प्रदाय की मूल सीख हैं .
A 0 2|||R:ORTH|||शिक्षापतरी|||REQUIRED|||-NONE-|||0
A 3 6|||R:OTHER|||वचनमृत स्वामीनारायण|||REQUIRED|||-NONE-|||0
A 9 10|||R:NOUN-NUM|||सीखें|||REQUIRED|||-NONE-|||0

S स्वामी नारायण सम्प्रदाय वेद के उपर स्थापित किया गया है .
A 0 2|||R:ORTH|||स्वामीनारायण|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||ऊपर|||REQUIRED|||-NONE-|||0

S गुझिया एक प्रकार का पकवान है जो मैदे और खोए से बनाया जाता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S हल् दुआ लीची की खेती और सटी देवी मंदिर के लिए प्रसिद्घ है .
A 0 2|||R:ORTH|||हल्दुआ|||REQUIRED|||-NONE-|||0
A 11 12|||R:ADJ|||प्रसिद्ध|||REQUIRED|||-NONE-|||0

S उत्तर भारत के प्रसिद्घ हिल स्टेशन नैनीताल से निकट होने के कारण भी यहाँ बहुत से पर्यटक आते हैं .
A 3 4|||R:OTHER|||प्रसिद्ध|||REQUIRED|||-NONE-|||0

S सीता बनी मन्दिर वेदी सीता को समर्पित है ज़ जो भगवान राम की अर्धांगिनी थीं .
A 3 4|||R:OTHER|||देवी|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||, जो भगवान राम की अर्धांगिनी थीं .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||सीता बनी मन्दिर देवी सीता को समर्पित है ,|||REQUIRED|||-NONE-|||0

S रामनगर से निकटतम हवाई अड्डा ऊधम सिंह नगर जिले में स्थित पन्त नगर में है जो यहां से ५० किमी दूर है .
A 5 6|||R:OTHER|||उधम|||REQUIRED|||-NONE-|||0
A 11 13|||R:ORTH|||पन्तनगर|||REQUIRED|||-NONE-|||0

S इस रोग को साधारण भाषा में गलघोंटू के अतिरिक्त घूरा ज़ घोंटू आदि नाम से भी जाना जाता है .
A 9 10|||R:OTHER|||घूरखा|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||घोंटूआ|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN-NUM|||नामों|||REQUIRED|||-NONE-|||0

S इस रोग म पशु को तेज बुखार आता है तथा उसका तापमान १०६ डिग्री फॉरेनहाइट से १०७ फॉरेनहाइट तक पहुंच जाता है .
A 2 3|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||फॉरेनाइट|||REQUIRED|||-NONE-|||0
A 17 18|||R:NOUN-GEN|||फॉरेनाइट|||REQUIRED|||-NONE-|||0

S ज़ ईरान में इलाम प्रांत का एक जिला है .
A 0 1|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||ईलाम|||REQUIRED|||-NONE-|||0

S इस शहर की जनसंख्या वर्ष २००६ अनुसर ३३३ ज़ ९४५ है .
A 1 2|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||अनुसार|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S इंस्टीट्यूट ऑफ़ मेडिकल साइंसेस बनारस हिन्दू विश्वविद्यालय ज़ वाराणसी ज़ भारत के तीन संस्थानों में से एक है और इसमें तीन संकाय है .
A 1 2|||R:OTHER|||ऑफ़|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||साइंसेज़|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 22 23|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इसका नाम गूगल आक्रमणकारियों ने बदलकर अलीगढ़ कर दिया .
A 2 3|||R:OTHER|||मुगल|||REQUIRED|||-NONE-|||0

S उदाहरण के लिए अमेरिका में २०१२ के राष्ट्रपति चुनाव में बराक ओबामा पदस्थ थे .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S भीमसिंह शेखावत ज़ २३ अक्तूबर १९२३ १५ मई २०१० ज़ भारत के उपराष्ट्रपति थे .
A 0 1|||R:OTHER|||भैरोंसिंह|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S यह क्षमाक्षेत्र भारत के गुजरात राज्य के दो प्रमुख शहरों अहमदाबाद एवं राजधानी गांधीनगर को सेवा देता है .
A 1 2|||R:NOUN|||विमानक्षेत्र|||REQUIRED|||-NONE-|||0

S इसका नाम राज्य और भारत के पूर्व उपप्रधानमंत्री रसदार वल्लभभाई पटेल के नाम पर रखा हुआ है .
A 8 9|||R:OTHER|||सरदार|||REQUIRED|||-NONE-|||0

S 11 सितम्बर 2015 को इस एअरपोर्ट का संचालन एक अंतर्राष्ट्रीय एअरपोर्ट के रूप में आरम्भ हुआ .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S सरकार ने हवाई अड्डे के आधुनिकीकरण में 100 करोड़ रुपये खर्च किये है .
A 12 13|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S जयपुर विमना अड्डा जिसे सांगा नेर अड्डा भी कहते है ज़ जयपुर से 13 किलोमीटर दूर है .
A 1 2|||R:OTHER|||विमान|||REQUIRED|||-NONE-|||0
A 4 6|||R:ORTH|||सांगानेर|||REQUIRED|||-NONE-|||0
A 9 9|||M:OTHER|||हैं , जयपुर से 13 किलोमीटर दूर|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||जयपुर विमान अड्डा जिसे सांगानेर अड्डा भी कहते हैं ,|||REQUIRED|||-NONE-|||0

S यहाँ की उड़ान पट्टी शेव्ड है ज़ इसकी लंबाई ७४०० फी है और यहाँ अवतरण प्रणाली यांत्रिक है .
A 4 5|||R:MORPH|||पेव्ड|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||है , इसकी लंबाई ७४०० फुट है और यहाँ अवतरण प्रणाली यांत्रिक|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||यहाँ की उड़ान पट्टी पेव्ड है ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||फुट|||REQUIRED|||-NONE-|||0

S यहाँ कस्टम्स विभाग नहीं है .
A 1 2|||R:NOUN|||कस्टम|||REQUIRED|||-NONE-|||0

S यहाँ कस्टम्स विभाग नहीं है .
A 1 2|||R:NOUN|||कस्टम|||REQUIRED|||-NONE-|||0

S गिल्डर १३ वनि शताब्दी से नीदरलैंड की राष्ट्रीय मुद्रा थी .
A 2 3|||R:OTHER|||वीं|||REQUIRED|||-NONE-|||0

S सभी सिक्के के अग्र भाग पर महारानी की छवि होती थी और दूसरी ओर एक साधारण ग्रिड .
A 1 2|||R:NOUN|||सिक्कों|||REQUIRED|||-NONE-|||0

S इसके लिए उस देश की सरकार द्वारा दूसरे देशों के साथ किये जाने वाले व्यापार का विनियमन या प्रतिबंधन किया जाता है .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S कश्मीरी दरवाजा १८५७ के संग्राम के समय हुए एक महत्त्वपूर्ण ब्रिटिश हमेल का साक्ष्य भी रहा था .
A 11 12|||R:NOUN|||हमले|||REQUIRED|||-NONE-|||0

S तखत राजस्थान राज्य के पाली जिले की सुमेर पुर तहसील का एक कस्बा है ज़ जो कि जालोर जिले की सीमा रेखा पर स्थित है .
A 0 1|||R:OTHER|||तखतगढ़|||REQUIRED|||-NONE-|||0
A 7 9|||R:ORTH|||सुमेरपुर|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||है , जो कि जालौर जिले की सीमा रेखा पर स्थित|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||तखतगढ़ राजस्थान राज्य के पाली जिले की सुमेरपुर तहसील का एक कस्बा है ,|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||जालौर|||REQUIRED|||-NONE-|||0

S लम्बी दूरी के स्थानों के लिय फालना रेलवे स्टेशन से रेलगाडी क उपयोग किया जाता है .
A 5 6|||R:SPELL|||लिये|||REQUIRED|||-NONE-|||0
A 11 12|||R:MORPH|||का|||REQUIRED|||-NONE-|||0

S विद्यालय शिक्षा प्राप्त करने के लिए नि‍म्‍न विद्यालय संचालित हो रेह का .
A 0 1|||R:NOUN|||वि‍द्यालय|||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN|||शि‍क्षा|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADJ|||प्राप्‍त|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADP|||लि‍ए|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||वि‍द्यालय|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADJ|||सचांलि‍त|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||हैं|||REQUIRED|||-NONE-|||0

S उसी के साथ अभी प्राइवेट भी राजेश्वर कॉम्प्लेक्स में पुराना बस स्टैंड पर 1 अप्रैल 2018 से शुरू हो रहा है .
A 7 8|||R:OTHER|||कॉन्प्लेक्स|||REQUIRED|||-NONE-|||0
A 19 20|||R:VERB|||गया|||REQUIRED|||-NONE-|||0

S २००२ ०६ की अवधि में अर्थव्यस्था ज़ ज़ की दर से बड़ी ज़ जो पिछले २५ वर्षों में सबसे ऊँची पंच वर्षीय दर थी .
A 6 7|||R:SPELL|||५|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||५|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||, जो पिछले २५ वर्षों में सबसे ऊँची पंच वर्षीय दर थी .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||२००२ ०६ की अवधि में अर्थव्यस्था ५ ५ की दर से बड़ी ,|||REQUIRED|||-NONE-|||0

S वे 14 अक्तूबर 2011 को अधिवर्षिता प्राप्त करने पर सेवानिवृत्त हुए .
A 2 3|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S बलवीर भंडारी वर्तमान में अन्तरराष्ट्रीय न्यायालय के न्यायाधीश है .
A 0 1|||R:OTHER|||दलवीर|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S बलवीर भंडारी वर्तमान में अन्तरराष्ट्रीय न्यायालय के न्यायाधीश हैं .
A 0 1|||R:OTHER|||दलवीर|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||भण्डारी|||REQUIRED|||-NONE-|||0

S 03 दिसंबर 2015 से यह पदभार टी एस ठाकुर संभाल रेह हैं .
A 10 11|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-TENSE|||थे|||REQUIRED|||-NONE-|||0

S संजा इक वर्ण क्रम मे इंका स्थान उच्च जाँतियो व हरिजन के मध्य का है .
A 0 2|||R:ORTH|||संजाइक|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||इनका|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||जातियो|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||हरिजनो|||REQUIRED|||-NONE-|||0

S कुम्हार जाति पूर्ण भारत मे हिन्दू व मुस्लिम धर्म सम्प्रदाय मे पायी जाति है .
A 2 3|||R:OTHER|||सपूर्ण|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||सम्प्रदायो|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||जाती|||REQUIRED|||-NONE-|||0

S संजा इक वर्ण क्रम मे इनका स्थान उच्च जाँतियो व हरिजन के मध्य का है .
A 0 2|||R:OTHER|||सामाजिक|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||जातियो|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||हरिजनो|||REQUIRED|||-NONE-|||0

S क्षेत्रीय व उप सम्प्रदाय के आधार पर कुम्हारों को अन्य पिछड़ा वर्ग तथा अनुसूचित जाति के रूप मे वर्गीकृत किया गया है .
A 0 1|||R:MORPH|||क्षेत्र|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||सम्प्रदायो|||REQUIRED|||-NONE-|||0

S यहाँ कुछ गैर मराठी कुम्हार भी है जो मूर्तिया ओर बर्तन बनात है .
A 11 12|||R:VERB|||बनाते|||REQUIRED|||-NONE-|||0

S यहाँ कुछ गैर मराठी कुम्हार भी है जो मूर्तिया ओर बर्तन बनात है .
A 11 12|||R:VERB|||बनाते|||REQUIRED|||-NONE-|||0

S कुम्हार जाति पूर्ण भारत मे हिन्दू व मुस्लिम धर्म सम्प्रदाय मे पायी जाती है .
A 2 3|||R:OTHER|||सपूर्ण|||REQUIRED|||-NONE-|||0
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||सम्प्रदायो|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S क्षेत्र व उप सम्प्रदाय के आधार पर कुम्हारों को अन्य पिछड़ा वर्ग तथा अनुसूचित जाति के रूप मे वर्गीकृत किया गया है .
A 3 4|||R:NOUN|||सम्प्रदायो|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S द्रवित्र भाषा मे भी कुंभकार शब्द का यही अर्थ है .
A 0 1|||R:OTHER|||द्रविढ़|||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN-GEN|||भाषाओ|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कहते है की भगवान प्रजापति ने ही सम्पूर्ण ब्रह्मांड की रचना की थी .
A 2 3|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S कुम्हारों मे प्रचलित एक दंतकथा के अनुसर .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||अनुसार|||REQUIRED|||-NONE-|||0

S कुम्हारों को मुख्यतया हिन्दू व मुस्लिम सांस्कृतिक समुदाय मे वर्गीकृत किया गया है .
A 7 8|||R:NOUN|||समुदायो|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यह विभिन्न नाम भाषा या सांस्कृतिक क्षेत्रो पर आधारित नाम है ओर इन सभी को सम्मिलित रूप से कुम्हार जाति कहा जाता है .
A 6 7|||R:NOUN|||क्षेत्रों|||REQUIRED|||-NONE-|||0

S चम्बा के कुम्हार घड़े ज़ सुराही ज़ बर्तन ज़ अनाज संग्राहक ज़ मनोरंजन के लिए खिलौने इत्यादि बनाने मे निपुण होते है .
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 18 19|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S वे आपस मे मराठी भाषा बोलते है परन्तु बाहरी लोगो से मराठी ओर हिन्दी दोनों भाषा मे बात करते हैं .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 15 16|||R:NOUN-GEN|||भाषाओ|||REQUIRED|||-NONE-|||0
A 16 17|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S पत्र व्यवहार मे वे देवनागरी लिपि का प्रयोग करते है .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कुम्हार हिन्दू वर्ण व्यवस्था मे विश्वास करते है ओर खुद को शूद्र वर्ण मे मानते है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S राजस्थान मे कुम्हारों ज़ प्रजापतियों ज़ के 6 उप समूह है माथेरान ज़ कुमारत ज़ खे तेरी ज़ ज़रवारा ज़ तिरिया ज़ और माविया .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||माथेरा|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 15|||R:OTHER|||कुमावत|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||खेतेरी|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||मरवारा|||REQUIRED|||-NONE-|||0
A 19 20|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||तिमरिया|||REQUIRED|||-NONE-|||0
A 21 22|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 23 24|||R:SPELL|||मावलिया|||REQUIRED|||-NONE-|||0

S सामाजिक वर्ण क्रम मे इनका स्थान उच्च जाँतियो व हरिजन के मध्य का है .
A 3 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||जातियो|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||हरिजनो|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश व बिहार मे कुम्हार जाति वर्गीकरण समान है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S समाज मे कनौजिया कुम्हारों का सम्मान होता है तथा उन्हे पंडित कहा जाता है ज़ किन्तु वे असली ब्राह्मण से भिन्न है .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||है , किन्तु वे असली ब्राह्मणो से भिन्न|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||समाज में कनौजिया कुम्हारों का सम्मान होता है तथा उन्हे पंडित कहा जाता है ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||ब्राह्मणो|||REQUIRED|||-NONE-|||0

S माघी कुम्हारों को कनौजिया कुम्हारों से नीचा माना जाता है तथा कुतरना या धेरे कुम्हारों को अछूत वर्ग मे सम्मिलित किया जाता है .
A 0 1|||R:ADJ|||माघीय|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||तुकरना|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADJ|||गधेरे|||REQUIRED|||-NONE-|||0
A 18 19|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S राजस्थान में कुम्हारों ज़ प्रजापतियों ज़ के 6 उप समूह है माथेरान ज़ कुमारत ज़ खे तेरी ज़ मारवाडी ज़ तिरिया ज़ और माविया .
A 3 4|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||माथेरा|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 15|||R:OTHER|||कुमावत|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||खेतेरी|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||मारवाडा|||REQUIRED|||-NONE-|||0
A 19 20|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||तिमरिया|||REQUIRED|||-NONE-|||0
A 21 22|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 23 24|||R:SPELL|||मालवी|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश व बिहार में कुम्हार जाति वर्गीकरण समान है .
A 8 9|||R:MORPH|||समाज|||REQUIRED|||-NONE-|||0

S साथ ही कुम्हारों को दो वर्गो शुद्ध कुम्हार व अशुद्ध कुम्हार वर्गो में विभाजित किया जाता है .
A 5 6|||R:NOUN|||वर्गों|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||वर्गों|||REQUIRED|||-NONE-|||0

S यहां कुछ गैर मराठी कुम्हार भी है जो मूर्तिया ओर बर्तन बनाते है .
A 8 9|||R:MORPH|||मूर्तियां|||REQUIRED|||-NONE-|||0

S यहां कुछ गैर मराठी कुम्हार भी है जो मूर्तियां ओर बर्तन बनाते है .
A 12 13|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S राजस्थान में कुम्हारों ज़ प्रजापतियों ज़ के 6 उप समूह है माथेरान ज़ कुमारत ज़ खे तेरी ज़ मारवाडी ज़ तिरिया ज़ और मालवी .
A 3 4|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||माथेरा|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 15|||R:OTHER|||कुम्हार|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||,|||REQUIRED|||-NONE-|||0
A 16 17|||R:OTHER|||खेतेरी|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 18 19|||R:OTHER|||मारवाडा|||REQUIRED|||-NONE-|||0
A 19 20|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 20 21|||R:OTHER|||तिमरिया|||REQUIRED|||-NONE-|||0
A 21 22|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S का वह गोल पहिया होता है ज़ जिसपर कुम्हार मिट्टी के बर्तन बनाता है .
A 0 1|||R:OTHER|||चाक|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||, जिसपर कुम्हार मिट्टी के बर्तन बनाता है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||चाक वह गोल पहिया होता है ,|||REQUIRED|||-NONE-|||0

S इसपर स्टार प्लस व फाईल ओके के कुछ लोकप्रिय कार्यक्रमों का प्रसारण किया जाता है .
A 4 5|||R:OTHER|||लाइफ|||REQUIRED|||-NONE-|||0

S कार्यक्रमों का चुनाव स्टार प्लस ज़ स्टार वन तथा फाईल ओके संग्रह से किया जाता है .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||लाइफ|||REQUIRED|||-NONE-|||0

S जंतर मंतर ज़ ज़ यंत्र मंत्र ज़ का अपभ्रंश रूप है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||मंदिर|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S संसद मार्ग दिल्ली के नई दिल्ली जिला का एक उप मंडल है .
A 10 11|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0

S यह मध्य प्रदेश के रीवा ज़ सतना ज़ सीधी ज़ उमरिया ज़ एवं नूपुर में .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||अनूपपुर|||REQUIRED|||-NONE-|||0

S यह मध्य प्रदेश के सैट जिलों रीवा ज़ सतना ज़ सीधी ज़ सिंगरी ज़ शहडोल ज़ उमरिया ज़ एवं अनूपपुर में .
A 4 5|||R:OTHER|||सात|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||सिंगरौली|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश के इलाहाबाद एवं मिर्जापुर जिलों में तथा छत्तीसगढ़ के बिलासपुर एवं कोरिया जनपदों में बोली जाती है .
A 14 15|||R:SPELL|||जिलों|||REQUIRED|||-NONE-|||0

S स्टार प्लस के अधिकांश कार्यक्रम पारिवारिक पृष्ठ भूमियों पर बने होते है जिनमें अधिकांशतः एक महिला मुख्य भूमिका में होती है .
A 6 8|||R:ORTH|||पृष्ठभूमियों|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S कुछ समय के पश्चात् यह फाईल ओके मे बदल जाता है .
A 5 6|||R:NOUN|||लाईफ|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||गया|||REQUIRED|||-NONE-|||0

S इस मसें पीटर हून इसके मुख्य कार्यकारी अधिकारी है .
A 1 2|||R:NOUN|||समय|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||हूटन|||REQUIRED|||-NONE-|||0

S ब्रह्मा जी के 10 मानस पुत्र मे से एक मरीचि हैं .
A 5 6|||R:NOUN|||पुत्रों|||REQUIRED|||-NONE-|||0

S दंडक प्राचीन दक्षिण कोसल का शासक था .
A 3 4|||R:OTHER|||कोशल|||REQUIRED|||-NONE-|||0

S कल्माषपाद प्राचीन दक्षिण कोशल का शासक था .
A 3 4|||R:OTHER|||कोसल|||REQUIRED|||-NONE-|||0

S कल्माषपाद प्राचीन दक्षिण कोसल का शासक था .
A 3 4|||R:OTHER|||कोशल|||REQUIRED|||-NONE-|||0

S इसकी प्रेरणा और नाम सिसिली के मौवीं दशी के क्रांतिकारियों ज़ सासेज ज़ से ग्रहण किए गए .
A 6 7|||R:OTHER|||19वीं|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||सदी|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||फासेज़|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S इंग्लैंड में ज़ ब्रिटिश यूनियन आव फार्मसिस्ट ज़ और फ्रांस में ज़ एक्शन फ्रांकोलीनस ज़ द्वारा इसकी नीतियों का अनुकरण किया गया .
A 2 3|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||फ़ासिस्ट्स|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||फ्रांकाइसे|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S हिटलर तो क्लासिसिज्म का कृता ही था .
A 2 3|||R:OTHER|||फ़ासिज्म|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||कर्ता|||REQUIRED|||-NONE-|||0

S अक्तूबर 2004 में एक बार फिर नाम बदला गया तब इसका नाम सहारा वन कर दिया गया .
A 0 1|||R:OTHER|||अक्टूबर|||REQUIRED|||-NONE-|||0

S डॉलर के नोट ज़ ज़ ज़ ज़ १० ज़ २० ज़ ५० और १०० डॉलर मे मिलते है .
A 3 4|||R:SPELL|||१|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||५|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 15 16|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S संप्रदान का अर्थ है देना .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इन वाक्यों नन में अरे भैया और हे गोपाल .
A 2 3|||U:NOUN||||||REQUIRED|||-NONE-|||0

S संस्कृत तथा अन्य प्राचीन भरतिया भाषाओं में आठ कारक होते हैं .
A 4 5|||R:ADJ|||भारतीय|||REQUIRED|||-NONE-|||0

S लेने वाले को संप्रदान कारक कहते हैं .
A 6 7|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S इन दो वाक्यों में स्वास्थ्य के लिए और गुरुजी को संप्रदान कारक हैं .
A 12 13|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S अपना लड़का ज़ अपना लड़की ज़ अपने लड़के .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 3 4|||R:PRON-GEN|||अपनी|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S 7 अधिकरण में ज़ पे ज़ पर .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:MORPH|||प|||REQUIRED|||-NONE-|||0

S ज़ 3 ज़ कभी कभी कर्ता के साथ को तथा स का प्रयोग भी किया जाता है .
A 0 1|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 10 11|||R:MORPH|||से|||REQUIRED|||-NONE-|||0

S 2 संगीता घोड़े से गिर पड़ी .
A 2 3|||R:NOUN|||घर|||REQUIRED|||-NONE-|||0
A 4 5|||R:VERB|||चल|||REQUIRED|||-NONE-|||0

S 7 अधिकरण में ज़ पे ज़ प .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||पर|||REQUIRED|||-NONE-|||0

S संस्कृत में आठ कारक होते हैं .
A 5 6|||R:VERB-TENSE|||थे|||REQUIRED|||-NONE-|||0

S अतः बाण से करण कारक है .
A 4 5|||R:NOUN|||पद|||REQUIRED|||-NONE-|||0

S अतः गेंद से करण कारक है .
A 4 5|||R:NOUN|||पद|||REQUIRED|||-NONE-|||0

S हिन्दी में संज्ञाएँ के तीन कारक होते हैं 1 अविकारी ज़ 2 इतर ज़ 3 संबोधन .
A 2 3|||R:NOUN-GEN|||संज्ञाओं|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S इन दोनों वाक्यों में छत से और घोड़े से गिरने में अलग होना प्रकट होता है .
A 7 8|||R:NOUN|||घर|||REQUIRED|||-NONE-|||0

S अतः घोड़े से और छत से अपादान अवस्था में हैं .
A 1 2|||R:NOUN|||घर|||REQUIRED|||-NONE-|||0

S कार्य जिस पर हो रहा होता है ज़ वह कर्म कहलाता है .
A 6 6|||M:OTHER|||है , वह कर्म कहलाता|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||कार्य जिस पर हो रहा होता है ,|||REQUIRED|||-NONE-|||0

S ज़ी की क्रान्तिकारी विचारधारा के कारण कांग्रेस की सरकार ने इसे बदनाम करने की बहुत कोशिश की परन्तु सच को दबा नही कसी .
A 0 1|||R:OTHER|||ज़ी|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADJ|||कान्तिक्रारी|||REQUIRED|||-NONE-|||0
A 22 23|||R:OTHER|||सकी|||REQUIRED|||-NONE-|||0

S ज़ी न्यूज ज़ 1999 में स्थापित भारत का समाचार और वर्तमान घटनाओं का प्रसारण करने वाला टीवी चैनल है .
A 0 1|||R:OTHER|||ज़ी|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S आज तक भारत के सर्वाधिक देखा जाने वाले हिन्दी समाचार चैनलों में से एक है .
A 5 6|||R:VERB-NUM|||देखे|||REQUIRED|||-NONE-|||0

S आज तक को ज़ लिमका बुक ऑफ़ रिकॉर्ड ज़ द्वारा भी सर्वश्रेष्ठ समाचार चैनल के रूप में सम्मित किया जा चुका है .
A 3 4|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||लिम्का|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||ऑफ़|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||रिकॉर्ड्स|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 17 18|||R:ADJ|||सम्मनित|||REQUIRED|||-NONE-|||0

S आज तक का सर्वप्रथम प्रसारण दूरदर्शन के डीड मेट्रो पर वर्ष 1995 में किया गया था .
A 7 8|||R:SPELL|||डीडी|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||मैट्रो|||REQUIRED|||-NONE-|||0

S अगस्त 2012 की स्थिति तक आज तक पर प्रसारित होने वाले कुछ कार्यक्रम इस कपार हैं .
A 14 15|||R:NOUN|||प्रकार|||REQUIRED|||-NONE-|||0

S इन चैनल का मुख्यालय नोएडा मे है .
A 1 2|||R:NOUN-NUM|||चैनलों|||REQUIRED|||-NONE-|||0

S इन चैनलों का मुख्यालय नोएडा मे है .
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S वॉयस ऑफ इंडिया एक हिन्दी टी वी चैनल है .
A 8 9|||R:OTHER|||था|||REQUIRED|||-NONE-|||0

S कोरिया की जी एस होम शॉपिंग ज़ जो विश्व की तीसरी सबसे बड़ी होम शॉपिंग कंपनी है की इसमें 15 हिस्सेदारी है .
A 4 4|||M:OTHER|||होम शॉपिंग , जो विश्व की तीसरी सबसे बड़ी|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||कंपनी है कि इसमें 15 हिस्सेदारी है .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||कोरिया की जी एस होम शॉपिंग ,|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S इन्हें वेद ज़ उपनिषद ज़ पुराण ज़ गीता ज़ रामायण और राम चरित मानस जैसे पवित्र ग्रन्थों के विषयों में अद्भुत ज्ञान है .
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||, रामायण और राम चरित मानस जैसे पवित्र ग्रन्थों के विषयों में अद्भुत ज्ञान था .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इन्हें वेद , उपनिषद , पुराण , गीता ,|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||था|||REQUIRED|||-NONE-|||0

S यह सूची कुलर्स ज़ सीए नीबी चैनल ज़ चैनल पर प्रसारित हो रेह कार्यक्रमों की है .
A 2 3|||R:OTHER|||कलर्स|||REQUIRED|||-NONE-|||0
A 3 6|||R:OTHER|||( टीवी|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB-FORM|||रहे|||REQUIRED|||-NONE-|||0

S उनकी कार्टून पत्रिका बे वाच को लिमका बुक आफ वर्ल्ड रेकॉर्ड्स में शामिल किया गया है .
A 6 7|||R:OTHER|||लिम्का|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||रेकार्ड्स|||REQUIRED|||-NONE-|||0

S ए एम आई ई की परीक्षा द इंस्टीटयूशन आफ इंजीनियर्स ज़ इंडिया ज़ द्वारा आयोजित की जाती है .
A 8 9|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||इंजिनियर्स|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S इसके लिये आपको एक प्रार्थना पत्र द् इंस्टीटयूशन आफ इंजीनियर्स ज़ इंडिया ज़ को देना होगा .
A 8 9|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||इंजिनियर्स|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S यह प्लेसमैंट द इंस्टीट्यूशन आफ इंजीनियर्स के वार्षिक समारोह मे होता है .
A 1 2|||R:NOUN|||प्लेसमेंट|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||इंजीनीयर्स|||REQUIRED|||-NONE-|||0

S डिप्लोमा होल्डर के लिये कुल १३ पेपर हैं सेक्शन ए में ज़ व सेक्शन बी मे ज़ पेपर होते हैं .
A 6 17|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 18 19|||U:VERB||||||REQUIRED|||-NONE-|||0
A 20 21|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 0 8|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||४|||REQUIRED|||-NONE-|||0
A 15 16|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||९|||REQUIRED|||-NONE-|||0

S १० ज़ के लिये कुल १९ पेपर हैं सेक्शन ए में १० व सेक्शन बी मे ज़ .
A 1 2|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||सेक्शन ए में|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||व सेक्शन बी|||REQUIRED|||-NONE-|||0
A 2 4|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 4 8|||R:OTHER|||९ .|||REQUIRED|||-NONE-|||0
A 0 10|||R:NOUN|||१० २ के लिये कुल १९ पेपर हैं|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||में|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||९|||REQUIRED|||-NONE-|||0

S वहाँ से अनुमति मिलने पर आप परीक्षा हिन्दी मे दे सकेंगे .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अधिकांश एम टेक मात्र दो साल मे हो जाती हैं .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S यह प्लेसमैंट द इंस्टीट्यूशन ऑफ इंजीनियर्स के वार्षिक समारोह मे होता है .
A 1 2|||R:NOUN|||प्लेसमेंट|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||इंजीनीयर्स|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अगर आप सरकारी नौकरी मे हैं तो आपको प्रोमोशन भी अवश्य मिलेगा .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अगर आपका स्कोर 99 है तो इसका यह अर्थ है कि आप टॉप 1 प्रतिशत अभ्यर्थियों मे हैं .
A 15 16|||R:SPELL|||अभियार्थियो|||REQUIRED|||-NONE-|||0
A 16 17|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S अगर आपका गेट स्कोर 95 से अधिक है तो आपको आई आई टी मे प्रवेश के लिये प्रयास करना चाहिये .
A 13 14|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S 85 से 95 के मध्य आपको रीजनल इंजिनियरिंग कॉलेज मे प्रयास करना चाहिये .
A 8 9|||R:OTHER|||कॉलेजो|||REQUIRED|||-NONE-|||0
A 9 10|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इस परीक्षा हेतु विज्ञापन अक्टूबर प्रथम माह मे राष्ट्रीय स्तर के समाचार पत्र मे निकलता है .
A 7 8|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||पत्रो|||REQUIRED|||-NONE-|||0
A 13 14|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S गेट पास अभ्यर्थियों को सी एस आई आर की लैंब्स मे जूनियर रिसर्च फ़ैलोशिप भी मिल कसती है .
A 2 3|||R:SPELL|||अभियार्थियों|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||लैब्स|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||फैलोशिप|||REQUIRED|||-NONE-|||0
A 16 17|||R:SPELL|||सकती|||REQUIRED|||-NONE-|||0

S इन कॉलेज मे प्रवेश गेट स्कोर ज़ साक्षात्कार ज़ लिखित परीक्षा तथा अनुभव के आधार पर मिलता है .
A 1 2|||R:NOUN|||कॉलेजो|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S यह स्थान रामनगर ज़ उत्तराखण्ड से लगभग ७० किमी की दुरी पर स्थित है .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||उत्तराखंड|||REQUIRED|||-NONE-|||0

S यहाँ तक बस या निजी वहां द्वारा पहुंचा जा सक़ता है .
A 5 6|||R:OTHER|||वाहन|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-FORM|||सकता|||REQUIRED|||-NONE-|||0

S एक फर्म मे उप प्रबन्धक रहते फ्रीलांसर कार्टूनिस्ट की .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:MORPH|||रह्ते|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||फ्रीलान्श|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||कार्टूनिंग|||REQUIRED|||-NONE-|||0

S लार्ड एल्विन ने सिंध का विलय किया था .
A 1 2|||R:OTHER|||एल्गिन|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||सिंघ|||REQUIRED|||-NONE-|||0

S लार्ड एल्विन ने सिंघ का विलय किया था .
A 1 2|||R:OTHER|||एल्गिन|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||सिंध|||REQUIRED|||-NONE-|||0

S एक फर्म मे उप प्रबन्धक रहते फ्री लान्स कार्टूनिस्ट की .
A 2 3|||R:ADP|||में|||REQUIRED|||-NONE-|||0
A 5 6|||R:MORPH|||रह्ते|||REQUIRED|||-NONE-|||0
A 6 8|||R:ORTH|||फ्रीलान्स|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||कार्टूनिंग|||REQUIRED|||-NONE-|||0

S एशियाई ओलम्पिक परिषद एशिया में खेलों की सर्वोच्च संस्था है और एशिया के ४५ देशों की राष्ट्रीय ओलम्पिक समितियां इसकी सदस्य है .
A 18 19|||R:NOUN-NUM|||समिति|||REQUIRED|||-NONE-|||0

S एशियाई ओलम्पिक परिषद एशिया में खेलों की सर्वोच्च संस्था है और एशिया के ४५ देशों की राष्ट्रीय ओलम्पिक समिति इसकी सदस्य है .
A 18 19|||R:NOUN-NUM|||समितियां|||REQUIRED|||-NONE-|||0

S कोष्टक में उस देश का आई ओ सी कोड और कब उस देश की राष्ट्रीय ओलम्पिक समिति अस्तित्व में आई दिया गया है .
A 8 9|||R:OTHER|||कूट|||REQUIRED|||-NONE-|||0

S वर्ष २००८ तक कुल २०५ रा ओ सा है जो प्रभुसत्ता संपन्न और अन्य भौगोलिक क्षेत्रों दोनों का प्रतिनिधित्व कर रहीं हैं .
A 7 8|||R:OTHER|||स|||REQUIRED|||-NONE-|||0

S अलफा टीवी गुजराती एक गुजराती भाष का चैनल है .
A 0 1|||R:OTHER|||अल्फा|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||क|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||भषा|||REQUIRED|||-NONE-|||0

S शंकर्ण वीकली भारत में प्रकाशित पहली कार्टून पत्रिका है .
A 0 1|||R:OTHER|||शंकर्स|||REQUIRED|||-NONE-|||0
A 8 9|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S कार्टून नेटवर्क भारत में हिंदी ज़ अंग्रेजी ज़ तमिल ज़ तेलुगु मराठी और बंगाली में प्रसारित होता है .
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 7 8|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||बांग्ला|||REQUIRED|||-NONE-|||0

S यह भोजपुरी भाषा सपोर्ट करता है .
A 0 1|||R:PRON|||जो|||REQUIRED|||-NONE-|||0

S हामिद गुल ज़ हसन निसार इत्यादि इनके पत्रकार और टीकाकारों में प्रमुख हैं .
A 1 2|||R:OTHER|||मीर|||REQUIRED|||-NONE-|||0
A 2 3|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||टीकाकरों|||REQUIRED|||-NONE-|||0

S १९८३ में नवभारत टाईम्स में कार्टूनिस्ट बने .
A 3 4|||R:OTHER|||टाइम्स|||REQUIRED|||-NONE-|||0

S सुधीर तैलंग ज़ 26 फ़रवरी 1960 6 फ़रवरी 2016 ज़ भारतीय कार्टूनिस्ट थे .
A 2 3|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||फ़रवरी|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||फ़रवरी|||REQUIRED|||-NONE-|||0
A 9 10|||R:SPELL|||)|||REQUIRED|||-NONE-|||0

S इस के लावा यह चैनल पर कुछ जीवंत कार्यक्रम भी दिखाए जाते है ज़ जिनका मुख्यालय बम्बई ज़ महाराष्ट्र में है .
A 2 3|||R:ADP|||आलावा|||REQUIRED|||-NONE-|||0
A 12 12|||M:OTHER|||हैं , जिनका मुख्यालय बम्बई , महाराष्ट्र में|||REQUIRED|||-NONE-|||0
A 13 14|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||इस के आलावा यह चैनल पर कुछ जीवंत कार्यक्रम भी दिखाए जाते हैं ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S पोग पर कई सारे कार्टूनिस्ट और लाइव एक्शन प्रोग्रामर दिखाए जाते है ज़ इस वजह से पोग लोकप्रिय बनी है .
A 0 1|||R:NOUN|||पोगो|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||कार्टून्स|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||प्रोग्राम्स|||REQUIRED|||-NONE-|||0
A 11 11|||M:OTHER|||हैं , इस वजह से पोगो लोकप्रिय बनी|||REQUIRED|||-NONE-|||0
A 12 13|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||पोगो पर कई सारे कार्टून्स और लाइव एक्शन प्रोग्राम्स दिखाए जाते हैं ,|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||पोगो|||REQUIRED|||-NONE-|||0

S और पोग के इतने लोकप्रिय होने का एक और भी कारन है ज़ छोटा भीम .
A 1 2|||R:OTHER|||पोगो|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||कारण|||REQUIRED|||-NONE-|||0
A 12 13|||R:OTHER|||, छोटा भीम .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||और पोगो के इतने लोकप्रिय होने का एक और भी कारण है ,|||REQUIRED|||-NONE-|||0

S पोग के मुख्य कार्यक्रम छोटा भीम तथा माटी राजू है .
A 0 1|||R:OTHER|||पोगो|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||माइटी|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इस इमारत का क्षेत्रफल ज़ ज़ ६०० वर्ग किमी है और वाढ २००८ में यहाँ की कुल जनसंख्या ज़ लाख थी .
A 1 2|||R:NOUN-GEN|||इमारात|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||२|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 11 12|||R:OTHER|||वार्ष|||REQUIRED|||-NONE-|||0
A 17 18|||R:NOUN|||जनसँख्या|||REQUIRED|||-NONE-|||0
A 18 19|||R:SPELL|||८|||REQUIRED|||-NONE-|||0

S प्रशासकीय स्टार पर यह एक मेट्रोपोलिटन सिटी के रूप में नामित है .
A 1 2|||R:NOUN|||स्तर|||REQUIRED|||-NONE-|||0

S इब्राहिम शाह सूरी सूर वंश का छठा शासक था .
A 6 7|||R:ADJ|||पांचवा|||REQUIRED|||-NONE-|||0

S इसके बाद चाँद महीन ही राज करने वाले सूरी परिवार के सुल्तानों का सिलसिला चला .
A 2 3|||R:OTHER|||चंद|||REQUIRED|||-NONE-|||0
A 3 4|||R:MORPH|||महीनो|||REQUIRED|||-NONE-|||0

S स्थानीय प्रशासन मज़बूत किया गया .
A 2 3|||R:ADJ|||मज़बूत|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||या|||REQUIRED|||-NONE-|||0

S पाउला का जन्म हेरल्ड ज़ आस्ट्रिया ज़ में हुआ था और युवावस्था तक बचने वाली वो एडोल्फ हिटलर की एकमात्र सहोदर थी .
A 3 4|||R:OTHER|||हफेल्ड|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||ऑस्ट्रिया|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0

S शेख सलीम चिश्ती की समाधि को भारत में मुगल स्थापत्य कला के उत्कृष्ट उदाहरण माना जाता है .
A 11 12|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S आज यह समाधि वास्तुकला और धर्म निरपेक्षता का अनुपम उदाहरण है जहाँ इसके दर्शनार्थ विभिन्न समुदायों के लोग आते हैं .
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S इनके बीच निर्मित जाली में ज्यामितीय आकारों के साथ बेलबूटों के आकर्षक नक्काशी है .
A 10 11|||R:ADP-GEN|||की|||REQUIRED|||-NONE-|||0

S मैं प्रियंका शर्मा ज़ हिमाचल प्रदेश ज़ भारत की निवासी ज़ तथा कंप्यूटर साइंस एव इंजीनीयरिंग की छात्रा हूं .
A 3 4|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 14 15|||R:OTHER|||एवं|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||इंजिनीयरिंग|||REQUIRED|||-NONE-|||0

S यूपीएस ज़ यूनियन बैंक आफ स्विट्जरलैण्ड ज़ का संक्षिप्त रूप है जो कि इसकी पूर्व संस्था का नाम है .
A 0 1|||R:OTHER|||यूबीएस|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||यूनिअन|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||ऑफ|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||"|||REQUIRED|||-NONE-|||0

S यह जाति भारत में प्रायः सभी राज्यों में निवास करती हैं .
A 10 11|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S यहॉं इस जाति को गड़ेरी नाम से भी जाना जाता है .
A 0 1|||R:PRON|||यहाँ|||REQUIRED|||-NONE-|||0

S इस समुदाय में शिक्षा का व्यापक प्रचार प्रसार नहीं होने के कारण पूर्व में महिलाएं मुख्यत घरेलू कार्यों में ही अपना योगदान देती थीं .
A 5 6|||R:MORPH|||व्‍यापक|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN-GEN|||महिलाऍं|||REQUIRED|||-NONE-|||0
A 15 16|||R:ADJ|||मुख्‍यत|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB-TENSE|||हैं|||REQUIRED|||-NONE-|||0

S व रीति रिवाज भी भिन्न होते है व खान पान का सम्बन्ध नही होता है .
A 14 15|||R:VERB-TENSE|||था|||REQUIRED|||-NONE-|||0

S भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य है .
A 9 10|||R:VERB-TENSE|||था|||REQUIRED|||-NONE-|||0

S ज़ ज़ 5 ज़ पाल ज़ ज़ 6 ज़ बघेल के अलावाबैगबैगबैग .
A 0 1|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 1 2|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 3 4|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||,|||REQUIRED|||-NONE-|||0
A 6 7|||R:SPELL|||(|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||)|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||अलावा|||REQUIRED|||-NONE-|||0

S गड़रिया एक समाज है जो पिछड़े वर्ग में आती है .
A 2 3|||R:NOUN|||जाति|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश में गड़रिया की दो उपजातियों नगर व निखर निवास करती है .
A 6 7|||R:SPELL|||उपजातियां|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||धनगर|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||नीखर|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||करत|||REQUIRED|||-NONE-|||0

S उत्तर प्रदेश में गड़रिया की दो उपजातियों नगर व निखर निवास करत है .
A 6 7|||R:SPELL|||उपजातियां|||REQUIRED|||-NONE-|||0
A 7 8|||R:OTHER|||धनगर|||REQUIRED|||-NONE-|||0
A 9 10|||R:OTHER|||नीखर|||REQUIRED|||-NONE-|||0
A 11 12|||R:SPELL|||करते|||REQUIRED|||-NONE-|||0

S महाभारत में भी गडरिया बघेल जाति का वर्णन मिलता है .
A 4 5|||R:OTHER|||पाल|||REQUIRED|||-NONE-|||0

S गड़रिया नाम पुराने हिंदी शब्द गदर से लिया गया है ज़ जिसका अर्थ है भेड़ .
A 5 6|||R:OTHER|||गाडर|||REQUIRED|||-NONE-|||0
A 9 9|||M:OTHER|||है , जिसका अर्थ|||REQUIRED|||-NONE-|||0
A 10 11|||R:OTHER|||भेड़ .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||गड़रिया नाम पुराने हिंदी शब्द गाडर से लिया गया है ,|||REQUIRED|||-NONE-|||0

