S मैं कक्षा 7 से 10 तक अपने वर्ग का प्रतिनिधि भी था .
A 8 9|||R:ADP|||की|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-GEN|||थी|||REQUIRED|||-NONE-|||0

S अपनी 10 वीं कक्षा के बाद मैं अपनी उच्च शिक्षा के लिए केरला वापस आ गया .
A 15 16|||R:VERB-GEN|||गयी|||REQUIRED|||-NONE-|||0

S मेरा शौक संगीत सुनना , पढ़ना , फिल्में देखना और खाना बनाना है .
A 0 1|||R:PRON-GEN|||मेरी|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB-GEN|||बनानी|||REQUIRED|||-NONE-|||0

S मुझे खाना बनाना बहुत पसंद है और अपने खाली समय के दौरान नए नए व्यंजन बनाती है .
A 16 17|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S साथ ही वहाँ के लोगों से पता चलता है कि यहाँ स्वास्थ्य सेवाएँ काफी बेहतर है .
A 15 16|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S उसके कुछ साल बाद मैं लेक्चर की पोस्ट मैं काम करुँगी .
A 5 6|||R:NOUN|||लेक्चरर|||REQUIRED|||-NONE-|||0

S मेरे रुचिया बहुत साड़ी चीज़े करने मैं है .
A 3 4|||R:ADJ|||सारि|||REQUIRED|||-NONE-|||0

S वह क्राइस्ट विश्वविद्यालय में अर्थशस्त्र , राजनीति विज्ञान और समाज शास्त्र पढ़ रही है .
A 0 1|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S उसका जन्म २००१ में १४ जुलाई के दिन , कर्नाटक राज्य के बेंगलुरु शहर में हुआ था .
A 0 1|||R:PRON|||मेरा|||REQUIRED|||-NONE-|||0

S उसकी माता का नाम वीना सजी और उसके पिता का नाम सजी भास्करन है .
A 0 1|||R:PRON|||मेरी|||REQUIRED|||-NONE-|||0
A 7 8|||R:PRON|||मेरे|||REQUIRED|||-NONE-|||0

S छोटी उम्र से ही उसे हर शैली की किताबें पढ़ना पसन्द है .
A 4 5|||R:PRON|||मुझे|||REQUIRED|||-NONE-|||0

S उसने सौ से अधिक कविताएँ लिखी हैं और विभिन्न पत्रिकाओं और ब्लॉगों का संपादन किया है .
A 0 1|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S वह गायन और नृत्य में भी रुचि लेती है .
A 0 1|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S उसने अपने स्कूल में दो साल के लिये उप कप्तान और कप्तान के रूप में भी काम किया .
A 0 1|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S उसने दसवीं कक्षा में ९४ प्रतिशत हासिल किए .
A 0 1|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S उसके बाद उसने माउंट कार्मेल कालेज में अर्थशास्त्र , राजनीति विज्ञान , समाजशास्त्र और मनोविज्ञान के क्षेत्रों में अध्ययन किया .
A 2 3|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S माउंट कार्मेल कालेज में वह वाद विवाद प्रतियोगिताओ में शामिल हुइ .
A 4 5|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0

S वह कॉलेज की वाद विवाद टीम की अध्यक्ष थी .
A 0 1|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||समूह|||REQUIRED|||-NONE-|||0

S ९३ प्रतिशत प्राप्त करते हुए वह माउंट कार्मेल कालेज से उत्तीर्ण हुइ .
A 5 6|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0

S फिर उसने क्राइस्ट विश्वविद्यालय में अर्थशस्त्र , राजनीति विज्ञान और समाज शास्त्र का अध्ययन जारि रखा .
A 1 2|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S क्राइस्ट विश्वविद्यालय में वह समाजशास्त्र संघ की प्रतिनिधि हैं .
A 3 4|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S उसे अपने खाली समय में कविताएँ , कहानियाँ और अकादमिक निबंध पढ़ने में बहुत मज़ा आता है .
A 0 1|||R:PRON|||मुझे|||REQUIRED|||-NONE-|||0

S मेरे पिता का नाम वेंकटरमनन है .
A 0 1|||R:PRON-GEN|||मेरी|||REQUIRED|||-NONE-|||0

S वह एक एमएनसी में उपाध्यक्ष हैं .
A 0 1|||R:PRON|||वे|||REQUIRED|||-NONE-|||0

S क्योंकि मैं 13 साल के विराम के बाद पैदा हुआ था , मैं अपने घर में ध्यान का केंद्र था .
A 19 20|||R:VERB-GEN|||थी|||REQUIRED|||-NONE-|||0

S जब छोटी थी मैं बहुत शरारती और बेचैन था और मेरी माँ को हमेशा मेरी देखभाल करने में मुश्किल होती थी .
A 8 9|||R:VERB-GEN|||थी|||REQUIRED|||-NONE-|||0

S मैं 18 साल का हूँ .
A 3 4|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S मैं क्राइस्ट विश्वविद्यालय में विज्ञान में अपने स्नातक कर रहा हूँ .
A 9 10|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S मेरा जन्म 9 मई , 2001 को कर्नाटक राज्य के बैंगलोर जिले में हुआ था .
A 0 1|||R:PRON-GEN|||मेरी|||REQUIRED|||-NONE-|||0

S वहां से अपने माता पिता , शिक्षकों और दोस्तों की मदद से मैं अपनी 10 कक्षा में 97 प्राप्त करने में सफल रहा .
A 22 23|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S फिर से भगवान की कृपा से , मैं 95 अंकों के साथ अपनी परीक्षा पास करने में सक्षम था .
A 18 19|||R:VERB-GEN|||थी|||REQUIRED|||-NONE-|||0

S मीरा नाम नोएल शिजो हे .
A 0 1|||R:PRON|||मेरा|||REQUIRED|||-NONE-|||0

S मुझे देश का जीवन पसंद है .
A 2 3|||R:NOUN|||शैली|||REQUIRED|||-NONE-|||0

S मैं हाल ही में अपनी उच्च शिक्षा के लिए बेंगलुरु चला गया .
A 11 12|||R:VERB|||आया|||REQUIRED|||-NONE-|||0

S यह उपयोगकर्ताओं को डेस्कटॉप , मोबाइल और एटीएम सेवाओं के माध्यम से वित्तीय डेटा तक पहुंचने की क्षमता प्रदान करता है .
A 3 4|||R:NOUN|||डेस्कटॉप |||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||म|||REQUIRED|||-NONE-|||0

S मे कर्नातक के बेंगलूर मे रहता हू .
A 1 2|||R:SPELL|||कर्नाटक|||REQUIRED|||-NONE-|||0

S 12वीं तक की पढ़ाई मैंने रांची में ही की , दसवीं तक ब्रिजफोर्ड स्कूल में और 11 12 दिल्ली पब्लिक स्कूल में .
A 6 7|||R:ADP|||से|||REQUIRED|||-NONE-|||0

S मेरा जन्मा २० नवंबर २००० में हुआ था .
A 1 2|||R:NOUN|||जन्म|||REQUIRED|||-NONE-|||0

S मेरी नाम मरिय रेजि हे .
A 0 1|||R:PRON-GEN|||मेरा|||REQUIRED|||-NONE-|||0
A 4 5|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S इसे 15 सितंबर 2008 को जारी किया गया था और इसे 12 नवंबर 2008 को आधिकारिक तौर पर लॉन्च किया गया था .
A 10 11|||R:CONJ|||तथा|||REQUIRED|||-NONE-|||0

S मैं व्यवस्थित , आत्म प्रेरित और खुली विचारों की छात्र हूँ और व्यक्तिगत और शैक्षणिक जीवन में उन्नति के लिए निरंतर प्रयासरत हूँ .
A 9 10|||R:NOUN-GEN|||छात्रा|||REQUIRED|||-NONE-|||0

S मैने अप्नि दोनो बोर्ड परीक्षाओं मैं डिसटिंकशन प्रप्त किया है .
A 7 8|||R:SPELL|||प्राप्त|||REQUIRED|||-NONE-|||0

S बाल विहार हैप्पी हौर्स और मिरांडा नमक विद्यालयों में बटे थे .
A 6 7|||R:ADJ|||नामक|||REQUIRED|||-NONE-|||0

S इसके अलावा उपन्यास लिखना का प्रयत्न करने में और संगीत सुनने में बहुत रूचि है .
A 3 4|||R:VERB|||लिखने|||REQUIRED|||-NONE-|||0

S शिक्षा के साथ , मुझे कविता , कला और रंगमंच में भी गहरी दिलचस्पी है .
A 3 4|||R:OTHER|||साथ|||REQUIRED|||-NONE-|||0

S मैं नागपुर से हूँ लेकिन वर्तमान में बैंगलोर में कॉलेज में पढ़ रहा हूँ .
A 12 13|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S मीरा नाम अर्चित सिंह है .
A 0 1|||R:PRON|||मेरा|||REQUIRED|||-NONE-|||0

S मैं क्राइस्ट विश्वविद्यालय में एक छात्र हूं और वर्तमान में संचार , अंग्रेजी और मनोविज्ञान में की पढ़ाई कर रहा हूं .
A 5 6|||R:NOUN-GEN|||छात्रा|||REQUIRED|||-NONE-|||0
A 19 20|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S मैं अपने माता पिता के साथ रहता हूं और मेरी एक छोटी बहन भी है .
A 6 7|||R:VERB-GEN|||रहती|||REQUIRED|||-NONE-|||0

S मैं क्राइस्ट विश्वविद्यालय में पढ़ रहा हूं , लेकिन इससे पहले मैंने माउंट कार्मेल कॉलेज में अध्ययन किया था .
A 5 6|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S मैंने अपनी १० वीं कक्षा सिंधी हाई स्कूल से पूरी की , जहाँ से मैं एक ऑल राउंडर छात्र के रूप में पास हुआ .
A 23 24|||R:VERB-GEN|||हुई|||REQUIRED|||-NONE-|||0

S मैं व्यवसाय और एनालिटिक्स के क्षेत्र में एक उद्यमी बनने की आकांक्षा रखता हूं .
A 12 13|||R:VERB-GEN|||रखती|||REQUIRED|||-NONE-|||0

S मैं अपनी भविष्य की शिक्षा विदेश में या तो अमेरिका या लंदन में पूरा करना चाहता हूं .
A 15 16|||R:VERB-GEN|||चाहती|||REQUIRED|||-NONE-|||0

S मैं एक प्रश्नोत्तरी हूं और मनोविज्ञान की नई अवधारणाओं को सीखने में सक्रिय रुचि रखता हूं .
A 14 15|||R:VERB-GEN|||रखती|||REQUIRED|||-NONE-|||0

S मेरी माँ एक गृहिणी हैं और उन्होंने अपने जीवन को बहुत आकार दिया है .
A 7 8|||R:PRON|||मेरी|||REQUIRED|||-NONE-|||0

S मैं एक मनोवैज्ञानिक बनना चाहता हूं .
A 2 3|||R:NOUN|||मनोविज्ञानी|||REQUIRED|||-NONE-|||0

S ह्वांग क्यो आहन ( कोरियाई .
A 2 3|||R:OTHER|||आन|||REQUIRED|||-NONE-|||0

S मैं १९ वर्षा का हूँ और बचपन से ही बेंगलुरु में रहता हूँ .
A 2 3|||R:NOUN-GEN|||वर्ष|||REQUIRED|||-NONE-|||0

S वर्तमान में वह गणित , कंप्यूटर विज्ञान और सांख्यिकी में बीएससी ट्रिपल प्रमुख डिग्री हासिल कर रहा है .
A 2 3|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 17 18|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S पारिवारिक नैतिकता , एकता , प्रेम , बड़ों का आदर , जैसे गुड मेरे माता पिता ने मेरे अन्दर बचपन से ही ढाले हैं .
A 12 13|||R:NOUN|||गुण|||REQUIRED|||-NONE-|||0
A 22 23|||R:VERB|||डाले|||REQUIRED|||-NONE-|||0

S मैनें अपनी प्राथमिक शिक्षा फन न लर्न नामक विद्यालय से प्राप्त करी .
A 5 6|||R:OTHER|||एन|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||की|||REQUIRED|||-NONE-|||0

S क्रिकेट के शेत्र में मेरे पिता ही मेरे पहले कोच बने .
A 2 3|||R:NOUN|||क्षेत्र|||REQUIRED|||-NONE-|||0

S मेरे स्कूल में जज़्बा नमक एक सिंगिंग प्रतियोगिता हर साल हुआ करता था और मैंने तीन बार ( २००९ २०१२ ) इसे जीता है .
A 21 22|||R:PRON|||उसे|||REQUIRED|||-NONE-|||0

S मेरे स्कूल में जज़्बा नमक एक सिंगिंग प्रतियोगिता हर साल हुआ करता था और मैंने तीन बार ( २००९ २०१२ ) उसे जीता है .
A 4 5|||R:ADJ|||नामक|||REQUIRED|||-NONE-|||0

S मै १८ वर्श कि एक छात्रा हु एवं वर्तमान में बैंगलोर शहर मे रेहती हूँ .
A 3 4|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S मेरा जन्म नोवेम्बेर १६ , २००१ मे पश्चिम बंगाल के मुर्शिदाबाद ज़िले के मिर्ज़ापुर नामक एक छोटे से गाँव मे हुअ था .
A 20 21|||R:SPELL|||हुआ|||REQUIRED|||-NONE-|||0

S मेरि एक छोटि बेहेन भी है जो कि मुझसे ४ वर्श छोटी है और अभी ८वी कक्षा मे पढ़ती है .
A 0 1|||R:PRON|||मेरी|||REQUIRED|||-NONE-|||0

S जितनी शिक्षा बेटों को मिलती है , उतना ही पढ़ने का मौका अब मां बाप अपनी बेटियो को भी देते है .
A 16 17|||R:SPELL|||बेटियों|||REQUIRED|||-NONE-|||0

S और मेरे नाना और नानी जी पिपेरन नमक एक गाँव जो कि राजस्थान में आता है वहा से है .
A 7 8|||R:ADJ|||नामक|||REQUIRED|||-NONE-|||0

S उन्होने स्नातकोत्तर केआई उपाधि प्राप्त कीथी .
A 2 3|||R:OTHER|||की|||REQUIRED|||-NONE-|||0

S रुक्मणि देवी अरुंडले ( जन्म 29 फरवरी 1904 निधन 24 फरवरी 1986 ) भारत की जानी मनी भरतनाट्यम नृत्यांगना थी .
A 16 17|||R:VERB|||मानी|||REQUIRED|||-NONE-|||0

S भारतीय नृत्य काला को उन्होने एक नयी पहचान दी .
A 2 3|||R:NOUN|||कला|||REQUIRED|||-NONE-|||0

S 1956 मे उन्हे राजी सभा का सदस्य नामित किया गया .
A 3 4|||R:NOUN|||राज्य|||REQUIRED|||-NONE-|||0

S 1954 में शुरू हुई ये प्रेम कहानी ( 19 अगस्त 2019 ) ख़य्याम साहब के फना होते तक बदस्तूर ज़ारी रहा .
A 20 21|||R:VERB-GEN|||रही|||REQUIRED|||-NONE-|||0

S दिग्रस भारत के महाराष्ट्र राज्य के वाशिम ज़िले में स्थित एक शहर है .
A 6 7|||R:OTHER|||यवतमाल|||REQUIRED|||-NONE-|||0

S जगदेवपुर भारत के तेलंगाना राज्य के मेदक ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S यदि कोई आंतरिक लिंक आपको यहां ले गया है , तो आप सीधे इच्छित लेख पर जा सकते हैं .
A 7 8|||R:VERB|||आया|||REQUIRED|||-NONE-|||0

S इब्राहिमपुर भारत के तेलंगाना राज्य के रंगारेड्डी ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S शेगाँव भारत के महाराष्ट्र राज्य के बुलढाणा ज़िले में स्थित एक शहर है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S ) एक पाकिस्तानी अभिनेत्री हैं .
A 4 5|||R:VERB|||थीं|||REQUIRED|||-NONE-|||0

S उसने दिल्ली से डिप्लोमा सीनियर कैंब्रिज किया और फिर संगीत और कला अकादमी में शामिल हो गई .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S इन्होने २००५ मे मुआय थाई २००५ एशियान इण्डोर गेम्स मे चन्द्र पदक पाया था .
A 10 11|||R:NOUN|||रजत|||REQUIRED|||-NONE-|||0

S जमा दिए गए तमाम प्रतिभागिता पत्रों की सूचि निम्न कड़ी में मौजूद है .
A 1 2|||R:VERB|||किए|||REQUIRED|||-NONE-|||0
A 3 4|||R:DET|||सभी|||REQUIRED|||-NONE-|||0

S जमा किए गए सभी प्रतिभागिता पत्रों की सूचि निम्न कड़ी में मौजूद है .
A 7 8|||R:NOUN|||सूची|||REQUIRED|||-NONE-|||0

S उन्होने श्री वेंक्कटेश्वर स्टीम प्रेस के माध्यम से सैकड़ों पुस्तकों का प्रकाशन किया .
A 2 3|||R:SPELL|||वेंकटेश्वर|||REQUIRED|||-NONE-|||0

S राज्यपाल घनसारा सिंह को गिरफ्तार कर लिया गया और कर्नल माजिद को भी बंदी बना लिया गया .
A 10 11|||R:SPELL|||मजीद|||REQUIRED|||-NONE-|||0

S वह " सर्वश्रेष्ठ ईट ओरिएंटेड वोकलिस्ट ( फीमेल ) " के लिए ईटीसी चैनल पंजाबी के संगीत पुरस्कार के लिए नामांकित किया गया था .
A 0 1|||R:OTHER|||उन्हें " सर्वश्रेष्ठ ईट ओरिएंटेड वोकलिस्ट ( फीमेल )|||REQUIRED|||-NONE-|||0
A 2 2|||M:OTHER|||के लिए ईटीसी चैनल पंजाबी के संगीत पुरस्कार के लिए नामांकित किया गया था .|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||उन्हें "|||REQUIRED|||-NONE-|||0

S कौर का जन्म 16 अप्रैल 1948 को पिता गुरबचन सिंह कंग और माता प्रकाश कौर कंग ने पटकोटकोट , पंजाब में किया था .
A 17 18|||R:SPELL|||पठानकोट|||REQUIRED|||-NONE-|||0

S हगरी बोम्मनहल्ली भारत के कर्नाटक राज्य के बेल्लारी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S उन्होंने तमिल धारावाहिक में अभिनय किया जिसका शीर्षक लक्ष्मीनाद है जिसने बहुत प्रशंसा बटोरी .
A 10 11|||R:PRON|||जिससे|||REQUIRED|||-NONE-|||0

S वह कहती है कि नृत्य हमेशा उसका पसंदीदा मौसम होगा .
A 9 10|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S 26 मई 1999 को नलगोंडा जिला के भोंगीर में उसकी जान चली गई .
A 9 10|||R:PRON|||उनकी|||REQUIRED|||-NONE-|||0

S उन्होंने पार्श्व गायिका के रूप में कई पंजाबी फिल्में कीं और कुछ ने साइड एक्ट्रेस के रूप में भी कार्य किया हैं .
A 20 21|||R:VERB|||किये|||REQUIRED|||-NONE-|||0

S उन्होंने पार्श्व गायिका के रूप में कई पंजाबी फिल्में कीं और कुछ ने साइड एक्ट्रेस के रूप में भी कार्य किया है .
A 12 13|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S औ भारतीय उपमहाद्वीप में सुपरस्टार के रूप में उभरी .
A 0 1|||R:CONJ|||और|||REQUIRED|||-NONE-|||0

S वह सुरिन्दर कौर की बड़ी बहन हैं , जो एक प्रसिद्ध पंजाबी गायक गीतकार हैं .
A 9 10|||R:OTHER|||कि|||REQUIRED|||-NONE-|||0

S उनका जन्म 1922 में हिमाचल प्रदेश में बिलासपुर जिले के बंदला गाँव में हुआ था .
A 6 7|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S समाज उनके प्रदर्शन का आनंद ले सकते थे लेकिन उसके उदार व्यवहार को स्वीकार नहीं कर सकते थे .
A 9 10|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0

S मैं ऐसे लेख बनाने वाले सुधारने के कार्य करुंगा .
A 1 2|||R:DET|||कुछ|||REQUIRED|||-NONE-|||0
A 4 5|||R:CONJ|||व|||REQUIRED|||-NONE-|||0

S दिपाली बारठाकुर ( 30 जनवरी 1941 21 दिसंबर 2018 ) असम से एक भारतीय गायिका थी .
A 11 12|||R:ADP|||के|||REQUIRED|||-NONE-|||0
A 14 15|||R:NOUN-GEN|||गायक|||REQUIRED|||-NONE-|||0

S ी सीएचएसएल का पूरा नाम संयुक्त उच्चतर माध्यमिक स्तर ( 10 2 ) स्तरीय परीक्षा है .
A 0 1|||R:OTHER|||एसएससी|||REQUIRED|||-NONE-|||0

S इंदु सोनाली का जन्म 7 नवंबर 1978 को भागलपुर , ( बिहार ) ‌‌ में हुआ था .
A 16 17|||R:VERB|||हैं|||REQUIRED|||-NONE-|||0

S दिन रात शिव की पुजा करते हैं अतः ये लोग शैव ब्राह्मण माने जाते है .
A 8 9|||R:PRON|||इन्हें|||REQUIRED|||-NONE-|||0

S वह सुरिंदर कौर की बेटी हैं , जिन्हें पंजाब के कोइल के रूप में जाना जाता है .
A 10 11|||R:OTHER|||कोकिला|||REQUIRED|||-NONE-|||0

S वह सुरिंदर कौर की बेटी हैं , जिन्हें पंजाब के कोकिला के रूप में जाना जाता है .
A 11 12|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S " तंजई सेल्वी एक तमिल गायक है .
A 5 6|||R:NOUN-GEN|||गायिका|||REQUIRED|||-NONE-|||0

S कोकम भारतीय भाषां में निम्नलिखित नाम से पहचाना जाता है .
A 2 3|||R:SPELL|||भाषा|||REQUIRED|||-NONE-|||0

S श्रीरंगम गोपालरत्नम ( 1939 16 मार्च 1993 ) एक तेलुगु गायक हैं .
A 11 12|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S इन लोक महाकाव्यों में कुमाररामा , बाबुली नागिरेड्डी , बाला नगम्मा , जयसिंह अराजा काव्य और बाली चक्रवर्ती काव्य शामिल हैं .
A 13 14|||R:SPELL|||राजा|||REQUIRED|||-NONE-|||0

S आर्मेनिया भारत संबंधों का तात्पर्य आर्मेनिया और भारत के बीच अंतर्राष्ट्रीय संबंधों से है .
A 0 1|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S ज़ेनोब ने लिखा है कि कॉलोनी की स्थापना उज्जैन के दो भारतीय राजकुमारों ने की थी जिन्होंने आर्मेनिया में शरण ली थी .
A 17 18|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S वे और उनके वंशज श्री गणेश की पूजा करते थे और उन्होंने आर्मेनिया के एक बड़े हिस्से पर राज किया .
A 12 13|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S साहित्यिक साक्ष्य 149 ईसा पूर्व के शुरुआती दिनों में आर्मेनिया में भारतीय बस्तियों के अस्तित्व को इंगित करते हैं .
A 9 10|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S मुगल साम्राज्य के दौरान आर्मेनियाई व्यापारियों ने आगरा का दौरा किया .
A 4 5|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S अकबर ने आर्मेनियाई लोगों को कई विशेषाधिकार , काफी धार्मिक स्वतंत्रता और सरकार के लिए काम करने के अवसर प्रदान किए .
A 2 3|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S मरियम ज़मानी बेगम ( अकबर की पत्नियों में से एक ) आर्मेनियाई थीं .
A 11 12|||R:NOUN|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S 16 वीं शताब्दी से , आर्मेनियाई लोगों ने ( ज्यादातर फारस से ) ने सूरत में एक महत्वपूर्ण व्यापारिक समुदाय का गठन किया .
A 5 6|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S यह बंगाल का दूसरा सबसे पुराना चर्च है और अभी भी कलकत्ता आर्मेनियाई चर्च समिति की देखभाल के कारण अच्छी तरह से संरक्षित है .
A 12 13|||R:OTHER|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S भारत ने आर्मेनिया को पत्थरों , जड़ी बूटियों और वस्त्रों का निर्यात किया और वहाँ से खाल और रंगों का आयात किया .
A 2 3|||R:NOUN|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S कलकत्ता का सबसे पुराना और सबसे बड़ा आर्मेनियाई चर्च , नासरत का पवित्र चर्च 1707 में बनाया गया था .
A 7 8|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S आर्मेनियाई कॉलेज और परोपकारी अकादमी भी कलकत्ता में ही स्थित हैं .
A 0 1|||R:OTHER|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S भारतीय शास्त्रीय गायक गौहर जान , जो 1902 में एक ग्रामोफोन पर रिकार्ड होने वाली पहली इंसान थीं , आर्मेनियाई वंश की थीं .
A 19 20|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S भारतीयों और आर्मेनियाई लोगों के बीच अंतर विवाह के चलते भारत अर्मेनियाई लोगों की एक छोटी आबादी भी है .
A 2 3|||R:ADJ|||आर्मीनियाई|||REQUIRED|||-NONE-|||0

S सोवियत संघ से स्वतंत्रता की घोषणा के तीन महीने बाद 26 दिसंबर 1991 को भारत ने आर्मेनिया को मान्यता दी .
A 16 17|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S आर्मेनिया , जिसने अप्रैल 1994 में एक मानद वाणिज्य दूतावास खोला था , अक्टूबर 1999 में नई दिल्ली में अपना दूतावास स्थापित किया .
A 0 1|||R:OTHER|||आर्मीनिया|||REQUIRED|||-NONE-|||0

S ऐतिहासिक घटनाओं के बारे मव जानना मेरी रुचि है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S जड़ खाते के तहत एक द्विआधारी रन पूरे सिस्टम को संक्रमित करने में सक्षम होगा .
A 3 4|||R:ADP|||अंतर्गत|||REQUIRED|||-NONE-|||0

S द बैटमैन एक आगामी अमेरिकी सुपरहीरो फिल्म है , जो इसी नाम के डीसी कॉमिक्स चरित्र पर आधारित है .
A 7 8|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S उन्होंने अपनी कला के लिए 1957 और 1990 में भारत के राष्ट्रपति से पदक प्राप्त कि हैं .
A 16 17|||R:VERB|||थीं|||REQUIRED|||-NONE-|||0

S उनके गीत का नाम " बान कर है " .
A 7 8|||R:NOUN|||हवा|||REQUIRED|||-NONE-|||0
A 0 9|||R:OTHER|||.|||REQUIRED|||-NONE-|||0
A 0 1|||R:OTHER|||उनके गीत का नाम " बान कर हवा "|||REQUIRED|||-NONE-|||0

S बान कार हवा ने यूट्यूब पर 86 मिलियन व्यूज और 64 करोड़ व्यूज कमाए हैं .
A 1 2|||R:VERB|||कर|||REQUIRED|||-NONE-|||0

S १९९० में , शुमोना को बंगाली भाषा का सर्वश्रेष्ठ युवा कवि का पुरस्कार मिला और वह २००१ में पेरिस चले गए .
A 20 21|||R:VERB-GEN|||गईं|||REQUIRED|||-NONE-|||0

S फिलहाल वह मैरिको काया एंटरप्राइजेज लिमिटेड के बोर्ड सदस्य और मेट्रोपोलिस हेल्थकेयर लिमिटेड के प्रबंध निदेशक के रूप में कार्य कर रही है .
A 22 23|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S उन्होने सेंट स्टीफन कॉलेज , दिल्ली से बीए अर्थशास्त्र ( ऑनर्स ) में स्नातक की डिग्री प्राप्त की और कॉर्नेल विश्वविद्यालय से एमबीए किया .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S उन्होने बाद मे कई ओर नाटक लिखे .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S अक्टूबर 2014 में , उनका उपन्यास " इंगा " प्रकाशित हुई .
A 10 11|||R:VERB-GEN|||हुआ|||REQUIRED|||-NONE-|||0

S वह महर्षि दयानंद कॉलेज , परेल , मुंबई से लंबी सेवा के बाद सेवानिवृत्त हुए और पुणे में बस गए .
A 14 15|||R:VERB-GEN|||हुई|||REQUIRED|||-NONE-|||0
A 19 20|||R:VERB-GEN|||गईं|||REQUIRED|||-NONE-|||0

S मुंबई में अपने कामकाजी व्यवसाय के दौरान उन्होंने फिल्म सेंसर बोर्ड , थिएटर परीक्षा बोर्ड , सरकार पुस्तक पुरस्कार मे भी सेवा की .
A 19 20|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S उन्होंने अंग्रेजी सिनेमा का अनुवाद करने में भी मदद की और अखबार मे कॉलम भी लिखे .
A 12 13|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S वह लगातार दो वर्षों तक कलाथिलकम की उपाधि से सम्मानित की गईं , जबकि वह कालीकट विश्वविद्यालय में स्नातक की छात्रा थीं .
A 13 14|||R:PRON|||जब|||REQUIRED|||-NONE-|||0

S वहीं गायक ओमकारनाथ ठाकुर भूतल पर रहते थे .
A 2 3|||R:SPELL|||ओंकारनाथ|||REQUIRED|||-NONE-|||0

S उनके पिता हिंदुस्तान स्टील लिमिटेड बोकारो में नौकरी करते थे , इसी कारण उनकी शिक्षा झारखण्ड के बोकारो स्टील सिटी में ही सपन्न हुआ .
A 23 24|||R:VERB-GEN|||हुई|||REQUIRED|||-NONE-|||0

S वह विभिन्न तरह के गीत गाती थी जैसे पूरबी सोहर , पचरा गांधी गीत , रिवर सॉन्ग , छठ गीत कजरी और ठुमरी .
A 0 1|||R:PRON|||वे|||REQUIRED|||-NONE-|||0

S वह मैथिली और भोजपुरी अकादमी , दिल्ली सरकार के लिए दुर्लभ और ग्रामीण भोजपुरी गीत पर अनुसंधान कर रही है .
A 0 1|||R:PRON|||वे|||REQUIRED|||-NONE-|||0
A 19 20|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S में अभी कर्णाटक के क्राइस्ट यूनिवर्सिटी में अपने बी ए डीग्री मनोविज्ञान समाजशास्त्र और अंग्रेजी साहित्य प्राप्त कर रही हूँ .
A 2 3|||R:OTHER|||कर्नाटक|||REQUIRED|||-NONE-|||0

S वह तेलंगाना राज्य के निर्माण के लिए एक संयुक्त कार्रवाई समिति का भी अध्यक्ष थीं .
A 11 12|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S इस दौरान , मुस्लिमों के उपचार के लिए सिखों और हिंदुओं के साथ आने की कहानियों भी पप्रकाशित हुई .
A 12 13|||R:ADP|||आगे|||REQUIRED|||-NONE-|||0
A 17 18|||R:SPELL|||प्रकाशित|||REQUIRED|||-NONE-|||0

S इस दौरान , मुस्लिमों के उपचार के लिए सिखों और हिंदुओं के आगे आने की कहानियों भी पप्रकाशित हुई .
A 12 13|||R:ADP|||साथ|||REQUIRED|||-NONE-|||0

S इस दौरान , मुस्लिमों के उपचार के लिए सिखों और हिंदुओं के आगे आने की कहानियों भी पप्रकाशित हुई .
A 12 13|||R:ADP|||साथ|||REQUIRED|||-NONE-|||0

S इस दौरान , मुस्लिमों के उपचार के लिए सिखों और हिंदुओं के साथ आने की कहानियों भी पप्रकाशित हुई .
A 17 18|||R:SPELL|||प्रकाशित|||REQUIRED|||-NONE-|||0

S 2020 मे उन्हे चिकित्सा करी के लिए पदम श्री से भारत सरकार द्वारा सम्मानित किया गया है .
A 4 5|||R:NOUN|||कार्य|||REQUIRED|||-NONE-|||0

S वह बिहार के गोपालगंग जिले की भूमिहार परिवार से है .
A 3 4|||R:SPELL|||गोपालगंज|||REQUIRED|||-NONE-|||0

S श्रीमती पुण्य श्रीनिवास का जन्म 11 नवंबर 1974 को चेन्नई , तमिलनाडु में हुआ था .
A 1 2|||R:OTHER|||पुण्या|||REQUIRED|||-NONE-|||0

S उन्होंने पश्चिमी शास्त्रीय संगीत में भी प्रशिक्षण प्राप्त किया .
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S उन्होंने फ्रांस और पेरिस में फ्यूजन कॉन्सर्ट .
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S उन्हें ऑल इंडिया रेडियो का ए ग्रेड आर्टिस्ट घोषित किया गया था , जब वह 20 साल की थी .
A 0 1|||R:PRON|||इन्हें|||REQUIRED|||-NONE-|||0

S उन्होंने कई बड़े कलाकारों के साथ भी काम किया है , जैसे ज़ाकिर हुसैन , जॉन मैकलॉघ्लिन , मैथ्यू गैरीसन और यू श्रीनिवास .
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S उन्होंने अपने गज़ल एल्बमों में कर्नल कजिन्स के लिए हरिहरन गायक के लिए भी भूमिका निभाई है .
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S " पुण्य श्रीनिवास ( तमिल ) एक पेशेवर व्यानिका और गायक हैं .
A 10 11|||R:NOUN-GEN|||गायिका|||REQUIRED|||-NONE-|||0

S " पुण्य श्रीनिवास ( तमिल ) एक पेशेवर व्यानिका और गायिका हैं .
A 1 2|||R:OTHER|||पुण्या|||REQUIRED|||-NONE-|||0

S वह ऑल इंडिया रेडियो के साथ एकमात्र ग्रेड ए नेपाली लोक गायिका थी .
A 12 13|||R:VERB-NUM|||थीं|||REQUIRED|||-NONE-|||0

S २०११ कि भारतीय जनगणना के अनुसार , शिलांग शहर में कुल ३१ , ०२५ परिवार रहते हैं .
A 1 2|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S एक वार्ड एक स्थानीय प्राधिकरण क्षेत्र है , आमतौर पर चुनावी उद्देश्यों के लिए उपयोग किया जाता है .
A 4 5|||R:NOUN|||प्राधिकार|||REQUIRED|||-NONE-|||0

S बाद मे वह जनता दल टूटने पर राष्ट्रीय जनता दल के टिकट पर बिहार से राज्य सभा के लिए चुनी गयी थी .
A 1 2|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S हालाँकि हतोरी एक अच्छी दोस्त है , केनेमीकी द्वारा बनाई गई गलतफहमी के कारण केनिची कभी कभी हतोरी से लड़ता है .
A 3 4|||R:ADJ-GEN|||अच्छा|||REQUIRED|||-NONE-|||0

S वह वर्तमान में अपने संस्थान , नारदा संगीता विद्यालय में युवा और भावुक संगीत प्रतिभाओं का उल्लेख करने में शामिल हैं .
A 7 8|||R:NOUN|||संगीत|||REQUIRED|||-NONE-|||0

S उन्होंने 6 मार्च 2020 को राजस्थान उच्च न्यायालय के न्यायाधीश के रूप में पदभार ग्रहण किया .
A 0 1|||R:PRON|||इन्होंने|||REQUIRED|||-NONE-|||0

S तट्टयिल भारत के केरल राज्य के पतनमतिट्टा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S पेरिंतलमन्ना भारत के केरल राज्य के मलप्पुरम ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S एडावन्नापारा भारत के केरल राज्य के मलप्पुरम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S एसा माना जाता है कि इस संगम पर भूमिगत रूप से सरस्वती नदी भी आकर मिलती हैं .
A 0 1|||R:PRON|||ऐसा|||REQUIRED|||-NONE-|||0

S वे वे एमाअईटी के साइमन सेन्टर फॉर सोसल ब्रेन के निदेशक एवं तंत्रिकाविज्ञान के न्यूटन प्रोफेसर हैं .
A 2 3|||R:SPELL|||एमआईटी|||REQUIRED|||-NONE-|||0

S ललिता शिवकुमार एक प्रमुख कर्नाटक संगीत के शिक्षक और संगीतकार है .
A 7 8|||R:NOUN-GEN|||शिक्षिका|||REQUIRED|||-NONE-|||0

S डी के पी कर्नाटक संगीत स्कूल ललित शिवकुमार के नेतृत्व में चलता है .
A 6 7|||R:OTHER|||ललिता|||REQUIRED|||-NONE-|||0

S उनकी मटा रत्ना श्रीकांत संगीत की अध्यापक और कर्नाटक संगीत की गायिका थी .
A 1 2|||R:SPELL|||माता|||REQUIRED|||-NONE-|||0

S वर्न्होंष 2019 में इन्होंने भाजपा विधक निर्भय कुमार शाहबादी को लगभग 15 हजार मतों से हरा कर सफलता पायी .
A 0 1|||R:SPELL|||वर्ष|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||विधायक|||REQUIRED|||-NONE-|||0

S प्रो शास्त्री का दूसरा सबसे महत्वाकांक्षी एवं वृहद् परियोजनात्मक कार्य महाभारत पदानुरम कोष का सम्पादन एवं प्रकाशन था .
A 11 12|||R:SPELL|||पदानुक्रम|||REQUIRED|||-NONE-|||0

S उसे ऐनी जेकेएन के नाम से भी जाना जाता है .
A 0 1|||R:PRON|||उनको|||REQUIRED|||-NONE-|||0

S सर्वप्रिया सांगवान हिदी पत्रकारिता के क्षेत्र में बड़ा नाम है .
A 2 3|||R:SPELL|||हिंदी|||REQUIRED|||-NONE-|||0

S ज्योति हेगड़े रुद्र वीणा और खंडारबानी घराने के सितार कलाकार हैं .
A 7 8|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S उसने 12 साल की उम्र से संगीत सीखा है और धारवाड़ के कर्नाटक विश्वविद्यालय से संगीत में परास्नातक किया है .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S भारत की जानी माने विश्व विद्यालय से मैनेजमेंट के अध्यन के बाद से ही इन्होने अपना जीवन देश धर्म में समर्पित कर दिया .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S भारत के जानी माने विश्व विद्यालय से मैनेजमेंट के अध्यन के बाद से ही इन्होने अपना जीवन देश धर्म में समर्पित कर दिया .
A 2 3|||R:ADJ-GEN|||जाने|||REQUIRED|||-NONE-|||0

S यह परवन नदी की सहायक नदी है , और राजस्थान के चाचोरनी में जाकर संगम बनाती हैं जिस पर किला बना हुआ है .
A 0 1|||R:OTHER|||नेवज|||REQUIRED|||-NONE-|||0

S वे राजस्थान विधानसभा में सरदारपुरा से विधायक हैं .
A 7 8|||R:VERB|||थे|||REQUIRED|||-NONE-|||0

S बालात भारत के मेघालय राज्य के पूर्व खासी हिल्स ज़िले में स्थित एक बस्ती है .
A 0 1|||R:SPELL|||बलात|||REQUIRED|||-NONE-|||0

S नरहिया भारत के बिहार राज्य के मधुबनी ज़िले में स्थित एक शहर है .
A 11 12|||R:NOUN|||ग्राम|||REQUIRED|||-NONE-|||0

S 3 समा संगीत और नृत्य सत्र , जिसे समाख्वानी कहा जाता है .
A 8 9|||R:SPELL|||समा|||REQUIRED|||-NONE-|||0

S वह एक नेत्रहीन भारतीय कर्नाटक संगीतज्ञ और गायिका है .
A 0 1|||R:PRON|||वे|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S सतरिख भारत के उत्तर प्रदेश राज्य के बाराबंकी ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सोल्जर आॅफ दी वार ढंग पर हिन्दी में सिपाही की तबाही किताब लिखी , जिसने कर्मचारियों को क्रांति के पथ पर विशेष अग्रसर किया .
A 1 2|||R:NOUN|||ऑफ|||REQUIRED|||-NONE-|||0

S पिता चौ गुज्जू सिंह यादव एक कर्मठ आर्य समाजी थे .
A 4 5|||R:OTHER|||जाटव|||REQUIRED|||-NONE-|||0

S इनके मामा चौ नारायण सिंह यादव धार्मिक और समाज सेवी कृषक थे .
A 5 6|||R:OTHER|||जाटव|||REQUIRED|||-NONE-|||0

S 1931 में ही इनका विवाह श्रीमती दुलारी देवी पुत्री चौ सरदार सिंह यादव ग्रा जरैला निकट रेलवे स्टेशन रूरा जिला कानपुर के साथ हुआ .
A 12 13|||R:OTHER|||जाटव|||REQUIRED|||-NONE-|||0

S इसके लिए भी ललई सिंह ने श्री बनवारी लाल यादव एडवोकेट , के सहयोग से मुकदमें की पैरवी की .
A 9 10|||R:OTHER|||जाटव|||REQUIRED|||-NONE-|||0

S धामनोद भारत के मध्य प्रदेश राज्य के इंदौर ज़िले में स्थित एक नगर है .
A 7 8|||R:OTHER|||धार|||REQUIRED|||-NONE-|||0

S इसमें सामान्य लक्षणों में बुखार , खांसी और सांस लेने में तकलीफ होना शामिल है .
A 0 1|||R:PRON|||इसकें|||REQUIRED|||-NONE-|||0

S जांच किए जा रहे मामलों में प्रति व्यक्ति मौतों का प्रतिशत 3 4 है , जिसमें व्यक्ति का उम्र और स्वास्थ अलग अलग हैं .
A 17 18|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S जांच किए जा रहे मामलों में प्रति व्यक्ति मौतों का प्रतिशत 3 4 है , जिसमें व्यक्ति की उम्र और स्वास्थ अलग अलग हैं .
A 17 18|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S पिपरिया भारत के मध्य प्रदेश राज्य के होशंगाबाद ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S टेहरका भारत के मध्य प्रदेश राज्य के टीकमगढ़ ज़िले में स्थित एक गाँव है .
A 0 1|||R:OTHER|||जतारा|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S यह स्थान एक कुलीन बंगाली श्री हरिनारायन सेठ की मिलकियत था और उन्होनें ईस्ट ईंडिया कम्पनी के समर्थन से अकूत दौलत कमाई थी .
A 12 13|||R:PRON|||जिन्होंने|||REQUIRED|||-NONE-|||0
A 14 15|||R:SPELL|||इंडिया|||REQUIRED|||-NONE-|||0

S भारत के भाषाई इतिहास के स्रोत ब्राह्मी लिपि के साथ आरम्भ होते हैं जो त्ट्तीय शताब्दी ईसापूर्व में जन्मी मानी जाती है .
A 14 15|||R:SPELL|||तृतीय|||REQUIRED|||-NONE-|||0

S इसने मुंबई में उनके प्रारंभिक वर्षों को वित्तीय कठिनाइयों से भरा बना दिया .
A 0 1|||R:PRON|||जिनसे|||REQUIRED|||-NONE-|||0

S अत यह लेख नहीं हटाया जाना चहिए .
A 6 7|||R:VERB|||चाहिए|||REQUIRED|||-NONE-|||0

S सरस्वती राणे ( 4 अक्टूबर , 1913 10 अक्टूबर , 2006 ) हिंदुस्तानी शास्त्रीय शैली की भारतीय शास्त्रीय गायक थीं .
A 18 19|||R:NOUN|||गायिका|||REQUIRED|||-NONE-|||0

S निम्नलिखित रक्षोपायों द्वारा भारत में न्यायपालिका की स्वतंत्रता सुनिश्चित की गई है .
A 1 2|||R:SPELL|||उपायों|||REQUIRED|||-NONE-|||0

S भारत की स्वतंत्रता के पहले १८६५ से लेकर १९४७ तक समय समय पर भारत की जनगनना करायी जाती रही .
A 15 16|||R:SPELL|||जनगणना|||REQUIRED|||-NONE-|||0

S कर्ज के जाल मई फंस जाते हैं .
A 3 4|||R:ADP|||मे|||REQUIRED|||-NONE-|||0

S वीना सहस्रबुद्धे का जन्म संगीत परिवार में हुआ था .
A 0 1|||R:OTHER|||वीणा|||REQUIRED|||-NONE-|||0

S महाराजा सूरजमल बृज विश्वविद्यालय राजस्थान के भरतपुर में स्थित एक राज्य विस्वविद्यालय है .
A 11 12|||R:SPELL|||विश्वविद्यालय|||REQUIRED|||-NONE-|||0

S पहले इसका नाम " बृज विश्वविद्यालय , भरतपुर " है .
A 9 10|||R:VERB|||था|||REQUIRED|||-NONE-|||0

S सन २०१९ में महारानी श्री जया महाविद्यालय के प्रांगण से संचालित है .
A 11 12|||R:VERB|||था|||REQUIRED|||-NONE-|||0

S अजरबैजान के वन्यजीवन इसके वनस्पतियों और जीवों और उनके प्राकृतिक आवास से मिलकर बना हैं .
A 1 2|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S पृत्युंजय विद्यालंकार का जन्म तत्कालीन ओड़ीसा प्रदेशे के मेदिनीपुर जिले के बैतिया ग्राम में हुआ था .
A 0 1|||R:SPELL|||मृत्युंजय|||REQUIRED|||-NONE-|||0

S वे भरतनाट्यम और कुचिपुड़ी में प्रशिक्षित एक क्लासिकी रक़्क़ासा भी हैं .
A 8 9|||R:NOUN|||नर्तकी|||REQUIRED|||-NONE-|||0

S काफी जगह लोग आवश्यक समान स्टॉक करते देखे गए .
A 4 5|||R:NOUN|||सामान|||REQUIRED|||-NONE-|||0

S १९६७ से यह हरियाना के सोनीपत जिले के बहालगढ़ में कार्यरत है .
A 3 4|||R:OTHER|||हरियाणा|||REQUIRED|||-NONE-|||0

S यह भूकम्प आघूर्ण परिमाण मापक्रम के अनुसार 5 4 थी .
A 9 10|||R:VERB-GEN|||था|||REQUIRED|||-NONE-|||0

S यह धरती में 10 किलोमीटर ( 6 2 मील ) की गहराई तक थी .
A 13 14|||R:VERB-GEN|||था|||REQUIRED|||-NONE-|||0

S प्यारे भाइयो , कभी भी कुछ पूछने , बताने या समझने में संकोच न करे .
A 10 11|||R:VERB|||समझाने|||REQUIRED|||-NONE-|||0

S राजनीति से जुड़ने के कुछ समय पूर्व उनका विवाह विजयलक्ष्मी देवी से ही गया .
A 12 13|||R:VERB|||हो|||REQUIRED|||-NONE-|||0

S साहिबज़ादा अजीत सिंह जी गुरू गोबिंद सिंह जी के चार पुत्रों मे से छोटे थे .
A 1 2|||R:OTHER|||फतेह|||REQUIRED|||-NONE-|||0

S यह पूर्ण रूप से उत्तरी गोलार्द्ध में स्थित है .
A 5 6|||R:OTHER|||गोलार्ध|||REQUIRED|||-NONE-|||0

S यह तिरुपति से 120 किमी , चेन्नई से 145 किमी , पुडुचेरी से 160 किमी और बेंगलुरु से 200 किमी दूर है .
A 11 12|||R:OTHER|||पुदुचेरी|||REQUIRED|||-NONE-|||0

S आकाश वुकोटी एक अमरीकी वर्तनी कौतुक और टीवी कलाकार है .
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S वे 2020 में आयोजित होने वाले स्क्रिप्स नेशनल स्पेलिंग बी में प्रतियोगी हैं .
A 5 6|||R:ADP|||वाली|||REQUIRED|||-NONE-|||0

S वह भी 2019 स्क्रिप्स नेशनल स्पेलिंग बी प्रतियोगिता में एक प्रतियोगी थी .
A 11 12|||R:VERB-NUM|||थीं|||REQUIRED|||-NONE-|||0

S वे 2020 में आयोजित होने वाली स्क्रिप्स नेशनल स्पेलिंग बी में प्रतियोगी हैं .
A 12 13|||R:VERB|||थे|||REQUIRED|||-NONE-|||0

S बिहार के शिक्षा सरकार के अनुसार स्कूल प्रमाण कोड 92096 है .
A 1 2|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S यह पत्र नेहरू द्वारा प्रभाती को 1958 के दौरान हिंदुस्तानी में हस्तलिखित पत्र था .
A 4 5|||R:OTHER|||प्रभावती|||REQUIRED|||-NONE-|||0

S बांझ महिलाएं संतान कि चाह में इनसे प्रार्थना करती हैं .
A 3 4|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S ) एक समकालीन भारतीय सुन्नी इस्लाम इस्लामिक विद्वान जो देवबन्द इस्लामी विचार के स्कूल से है .
A 15 16|||R:VERB|||थे|||REQUIRED|||-NONE-|||0

S लतिका सरन पूर्व पुलिस महानिदेशक है , तमिलनाडु की .
A 5 6|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S वह भारतीय वास्तुकार हबीब रहमान और शास्त्रीय भारतीय नृत्यांगना इंद्राणी रहमान की बेटी है .
A 13 14|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S येन सभी कृत्रिम या भौतिक सृष्टि से परे हैं .
A 0 1|||R:DET|||ये|||REQUIRED|||-NONE-|||0

S वे कांग्रेस सोसलिस्ट पार्ती की भी सह संस्थापिका थीं .
A 3 4|||R:SPELL|||पार्टी|||REQUIRED|||-NONE-|||0

S राज्य महामार्ग ३५६ यह महाराष्ट्र राज्य का प्रमुख जिला मार्ग है .
A 8 9|||R:NOUN|||राज्य|||REQUIRED|||-NONE-|||0

S वे मुल्तान के गुरुकुल के मुक्य अधिष्ठाता बने थे और उस गुरुकुल का संचालन करने में उन्हें बड़ी सफलता मिली थी .
A 5 6|||R:SPELL|||मुख्य|||REQUIRED|||-NONE-|||0

S इसी के चलते मेरा नाम राजीव शर्मा से राजीव लालचन्द शर्मा हो गया .
A 3 4|||R:PRON|||इनका|||REQUIRED|||-NONE-|||0

S इससे पहले उन्होंने रामानंद सागर की अन्य रचनाओं में भी विभिन्न भूमिकाएँ निभाईं , जिनमें विक्रम और वेताल भी शामिल हैं .
A 17 18|||R:OTHER|||बेताल|||REQUIRED|||-NONE-|||0

S छज्जा सिंह ढिल्लों एक महान जट सिख योद्धा थे जो बन्दा सिंह बहादुर के कार्य को आगे बढ़ाया .
A 5 6|||R:NOUN|||जाट|||REQUIRED|||-NONE-|||0

S आप रंगमंचों पर भी अभिनय करते रहते हैं तथा भारतीय सभ्यता संस्कृति पर भी रिसर्च कर रहे हैं .
A 0 1|||R:CONJ|||एवं|||REQUIRED|||-NONE-|||0

S आपके पास २६ बीघा कृषि भूमि है .
A 0 1|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0

S उनके पास २६ बीघा कृषि भूमि है .
A 0 1|||R:PRON|||आपके|||REQUIRED|||-NONE-|||0

S आपके पास २६ बीघा कृषि भूमि है .
A 0 1|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0

S रोएरिग ने अपनी प्रारंभिक शिक्षा मोंटपेलियर हाई स्कूल ( ओहियो ) से प्राप्त की , जहां वो एक फुटबॉल खिलाड़ी और पहलवान दोनों थे .
A 9 10|||R:SPELL|||ओहायो|||REQUIRED|||-NONE-|||0

S राज्य में 7 अप्रैल 2020 तक कोरोना वायरस के 868 मामले है जिसमें से 52 की मृत्यु और 66 लोग ठीक हुई है .
A 21 22|||R:VERB-GEN|||हुए|||REQUIRED|||-NONE-|||0

S 2 राव चाप सिंहजी विभिन्न युद्वों में लड़े जिससे राणा ने जागीरी गाँव बढ़ा दिये .
A 1 2|||R:OTHER|||रावत|||REQUIRED|||-NONE-|||0

S कागजी थैले जलरोधी नहीं होते हैं .
A 2 3|||R:ADJ|||जलरोधक|||REQUIRED|||-NONE-|||0

S इन्हें पर्यावरण की दृष्टि से प्लास्टिक अथवा पॉलीथीन बैग का एक बेहतर विकल्प माना जाता है .
A 7 8|||R:NOUN|||पॉलिथीन|||REQUIRED|||-NONE-|||0

S मस्का , ( यानी मक्खन ) एक 2020 में बनी एक हिन्दी फिल्म है , जिसके लेखक और निर्देशक नीरज उधवानी है .
A 6 7|||R:NOUN|||वर्ष|||REQUIRED|||-NONE-|||0

S विकीपीडिया के लिए उपयोगी नहीं .
A 0 1|||R:SPELL|||विकिपीडिया|||REQUIRED|||-NONE-|||0

S स्पेनी फ्लू सन १९१८ में पूरे विश्व में फैली एक विश्वमारी थी जिसे 1918 की फ्लू महामारी भी कहते हैं .
A 0 1|||R:OTHER|||स्पैनिश|||REQUIRED|||-NONE-|||0

S यह स्थान यूनेस्को की विश्व धरोहर दार्जलिंग हिमालय रेलवे स्टेशन का उच्चतम बिंदु है .
A 6 7|||R:OTHER|||दार्जिलिंग|||REQUIRED|||-NONE-|||0

S दार्जलिंग जहां आप आराम से सड़क मार्ग , रेल मार्ग और हवाई मार्ग द्वारा सुगम सुचारू रूप से पहुंचा जा सकता है .
A 0 1|||R:OTHER|||दार्जिलिंग|||REQUIRED|||-NONE-|||0

S टाइगर हिल दार्जलिंग से 11 किलोमीटर की दूर और घूम क्षेत्र से ऊपर है .
A 2 3|||R:OTHER|||दार्जिलिंग|||REQUIRED|||-NONE-|||0

S यहां घूम रेलवे स्टेशन दार्जलिंग हिमालय रेलवे भारत का सबसे ऊंचा रेलवे स्टेशन है .
A 4 5|||R:OTHER|||दार्जिलिंग|||REQUIRED|||-NONE-|||0

S जो कि दार्जलिंग हिमालय रेलवे , यूनेस्को की विश्व धरोहर स्थल में सबसे ऊंचा रेलवे स्टेशन है .
A 2 3|||R:OTHER|||दार्जिलिंग|||REQUIRED|||-NONE-|||0

S और इसके बीच तीस्ता नदी , महानंदा नदी , बालसन नदी और मेची नदी दक्षिण की ओर प्रवाहित होती दिखती है .
A 9 10|||R:OTHER|||बालासोर|||REQUIRED|||-NONE-|||0

S यहां घूम रेलवे स्टेशन दार्जिलिंग हिमालय रेलवे भारत का सबसे ऊंचा रेलवे स्टेशन है .
A 5 6|||R:OTHER|||हिमायन|||REQUIRED|||-NONE-|||0

S इसे दार्जलिंग में स्थित " पहाड़ियों की रानी " के रूप में भी जाना जाता है .
A 11 12|||R:ADP|||सेे|||REQUIRED|||-NONE-|||0

S मान्यता यह भी है कि दार्जिलिंग नाम स्वयं मठ दोरजे लिंग के नाम से लिया गया था .
A 16 17|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S कुरआन में जुम्मे की नवाज के लिए खरीदना बेचना अर्थात सांसारिक व्यस्तता को छोड़ देने को कहा गया है .
A 4 5|||R:NOUN|||नमाज|||REQUIRED|||-NONE-|||0

S इस्लाम में जुम्मे की नमाज आस्थावान मुस्लिम हर जुम्मे ( शुक्रवार ) को पढ़ते हैं .
A 2 3|||R:SPELL|||जुमे|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||जुमे|||REQUIRED|||-NONE-|||0

S मुस्लिम दिन में 5 बार नमाज पढ़ते हैं लेकिन जुम्मे के दिन दोपहर की नमाज के बजाय जुमे की नमाज पढ़ते हैं .
A 9 10|||R:SPELL|||जुमे|||REQUIRED|||-NONE-|||0

S उल्लेखनियता संदिग्ध 19 02 , 15 अप्रैल 2020 .
A 0 1|||R:SPELL|||उल्लेखनीयता|||REQUIRED|||-NONE-|||0

S वे विबोबा भावे के भाई थे .
A 1 2|||R:SPELL|||विनोबा|||REQUIRED|||-NONE-|||0

S उन्होंने हसनैन हैदराबादवाला की फिल्म ये रब के साथ बॉलीवुड में डेब्यू किया और विश्वेश फिल्मों द्वारा वितरित किया .
A 5 6|||R:CONJ|||या|||REQUIRED|||-NONE-|||0

S 2003 में , शमी ने " कंज़ुलहुदा " नामक एक अंतर्राष्ट्रीय इस्लामिक .
A 11 12|||R:NOUN|||इस्लामी|||REQUIRED|||-NONE-|||0

S भारतीय रेलवे खानपान और पर्यटन निगम द्वारा किए गए सर्वेक्षण के अनुसार , पालक्काड़ जंक्शन केरल राज्य का सबसे स्वच्छ रेलवे स्टेशन है .
A 3 4|||R:OTHER|||एवं|||REQUIRED|||-NONE-|||0

S विजयनगर साम्रज्य के पास एक विशाल स्थाई थलसेना थी .
A 1 2|||R:SPELL|||साम्राज्य|||REQUIRED|||-NONE-|||0

S माकाजी ने सतारा के रामोशी जाती के लोगों को एक करके ब्रिटिश हुकूमत के खिलाफ आंदोलन छेड़ दिया .
A 2 3|||R:OTHER|||सातारा|||REQUIRED|||-NONE-|||0

S माकाजी का प्रभाव सतारा से पुणे तक बोहोत ज्यादा था .
A 3 4|||R:OTHER|||सातारा|||REQUIRED|||-NONE-|||0

S माकाजी ने सातारा के रमोशी जाती के लोगों को एक करके ब्रिटिश हुकूमत के खिलाफ आंदोलन छेड़ दिया .
A 2 3|||R:OTHER|||सतारा|||REQUIRED|||-NONE-|||0

S माकाजी का प्रभाव सातारा से पुणे तक बोहोत ज्यादा था .
A 3 4|||R:OTHER|||सतारा|||REQUIRED|||-NONE-|||0

S राजा धन मेर ने ही गुजरात में नार सरोवर की स्थापना की थी .
A 7 8|||R:NOUN|||नाल|||REQUIRED|||-NONE-|||0

S यह मंदिर एक कन्या के नाप पर बनाया गया था जिसका नाम कलसू कोली था .
A 5 6|||R:NOUN|||नाम|||REQUIRED|||-NONE-|||0

S प्रत्येक मंगलवार को देवी कलसूबाई को पूजा की जाती है आस पास के गांव के लोग पूजा करने आते हैं .
A 5 6|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S गाँव का औसत लिंग अनुपात 923 है जो राजस्थान राज्य के औसत 928 से अधिक है .
A 14 15|||R:DET|||कम|||REQUIRED|||-NONE-|||0

S जलसा अर्थत दो सजदों के बीच में कुछ समय बैठना .
A 1 2|||R:SPELL|||अर्थात|||REQUIRED|||-NONE-|||0

S क़ुरआन में 5 अनिवार्य और एक स्वऐच्छिक नमाज़ तहज्जुद पढ़ने का आदेश के साथ समय भी बताया गया है .
A 6 7|||R:SPELL|||स्वैच्छिक|||REQUIRED|||-NONE-|||0

S सूरा अर् रअद , इस्लाम की पवित्र ग्रन्थ कुरआन का 13 वां सूरा , या अध्याय है .
A 5 6|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S इंग्लिश ) ईरानी अमेरिकन मुस्लिम लेखक , अनुवादक और मनोवैज्ञानिक , कुरआन का इंग्लिश में अनुवाद करने वाली पहली अमेरिकी महिला हैं .
A 5 6|||R:NOUN-GEN|||लेखिका|||REQUIRED|||-NONE-|||0

S बैतुल्लाह अर्थात काबा के निर्माण के दौरान दीवार बनाने के लिए किया था ताकि वह उस पर खड़े होकर दीवार बना सके .
A 21 22|||R:VERB|||सकें|||REQUIRED|||-NONE-|||0

S भांगरे गोत्र के कोली मराठा कार से लेकर ब्रिटिश काल तक अपनी मौजूदगी दाख़िल करते आए हैं .
A 5 6|||R:NOUN-GEN|||काल|||REQUIRED|||-NONE-|||0

S भांगरे कोलीयों ने कफी उद्दंड इतिहास बनाया है क्योंकि वो हमेसा से लगते ही आए है .
A 3 4|||R:DET|||काफी|||REQUIRED|||-NONE-|||0

S बेल्जियम ने द्वितीय युद्ध के समय अमेरिका के बिशाल सेना को किराए पर देने के लिए इसपर कब्जा कर लिया .
A 3 4|||R:OTHER|||विश्वयुद्ध|||REQUIRED|||-NONE-|||0

S यह संघ , समिति रजीस्ट्रीकरण अधिनियम , १८६० के अन्तर्गत पंजीकृत है .
A 4 5|||R:SPELL|||रजिस्ट्रीकरण|||REQUIRED|||-NONE-|||0

S नेछवा की साक्षरता दर 62 99 है , जो राज्य के औसत 66 11 से अधिक है .
A 15 16|||R:DET|||कम|||REQUIRED|||-NONE-|||0

S इसके चारों ओर हिमालय की चोटियाँ , जैसे कंचनाजंघा , माउंट पंडिम , माउंट सिनिओल और काबरू मनोरम दृश्य प्रस्तुत करते हैं .
A 8 9|||R:SPELL|||कंचनजंघा|||REQUIRED|||-NONE-|||0

S सीकर से पूर्व दिशा में 27 7551946 , 74 8983277 निर्देशांक पर स्थित है .
A 2 3|||R:OTHER|||उत्तर|||REQUIRED|||-NONE-|||0

S इसी वर्ष अखिल भारतीय हिंदी साहित्य सम्मेलन की साहित्यरत्न परीक्षा में भी प्रथम श्रेणी में सर्वप्रथम स्थान प्राप्त हुआ .
A 0 1|||R:DET|||उसी|||REQUIRED|||-NONE-|||0

S उन्होने भतरनाट्यम की शिक्षा ली और बाद में कलकता आ गयीं .
A 1 2|||R:SPELL|||भरतनाट्यम|||REQUIRED|||-NONE-|||0

S उन्होने भरतनाट्यम की शिक्षा ली और बाद में कलकता आ गयीं .
A 8 9|||R:SPELL|||कोलकाता|||REQUIRED|||-NONE-|||0

S कलकता में उन्होने श्री शिक्षायतन कॉलेज में पढ़ाई की तथा हिन्दी साहित्य में स्नातकोत्तर उपाधि अर्जित की .
A 0 1|||R:SPELL|||कोलकाता|||REQUIRED|||-NONE-|||0

S ऊषा गाङ्गुलि ( जन्म १९४५ मृत्यु २३ अप्रैल २०२० ) एक भारतीय थिएटर निर्देशक अभिनेत्री एवं सक्रिय समाजकर्मी थीं .
A 1 2|||R:SPELL|||गांगुली|||REQUIRED|||-NONE-|||0

S यह नृत्य महाराष्ट्र की कोली जाती के नाम पर बना है और उनकी भेष भूषा और तौर तरीकों से किया जाता है .
A 5 6|||R:NOUN|||जाति|||REQUIRED|||-NONE-|||0

S जनगणना के अनुसार भूमा बड़ा के लिए बाल लिंग अनुपात 932 है , जो राजस्थान के औसत 888 से कम है .
A 4 5|||R:ADJ|||छोटा|||REQUIRED|||-NONE-|||0
A 19 20|||R:DET|||अधिक|||REQUIRED|||-NONE-|||0

S भूमा बड़ा की साक्षरता दर 71 27 है , जो राज्य के औसत 66 11 से अधिक है .
A 1 2|||R:ADJ|||छोटा|||REQUIRED|||-NONE-|||0

S 19वीं शताब्दी में युरोपिय लोगों के बढ़ती आबादी को देखते हुए कोलकाता के कैथेडल रोड आकर्षण द्वीपपर बनाई गई थी .
A 12 13|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S मेरे पिता का नाम श्री कैलाश नाथ मौर्य .
A 0 1|||R:PRON|||इनके|||REQUIRED|||-NONE-|||0

S मेरी माता का नाम श्रीमती सुशीला देवी है .
A 0 1|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S कभी बच्चों से , कभी बड़े विद्यार्थियों से तो कभी अपने अन्य परिचित बन्धुआंे से सहयोग लेकर वे पत्रिका को लगातार प्रकाशित करते रहे .
A 13 14|||R:SPELL|||बन्धुओं|||REQUIRED|||-NONE-|||0

S इस पत्रिका का अपरोक्ष उद्देश्य यह भी रहा है कि इसके माध्यम से समाज में अच्छे पाठक तथा लेखक बनें .
A 3 4|||R:ADJ|||उपरोक्त|||REQUIRED|||-NONE-|||0

S पत्रिका ने अलग अलग बहुत दूर 2 बसे हुए भाइयों को निकट खड़ा कर दिया है .
A 9 10|||R:NOUN|||भाईयों|||REQUIRED|||-NONE-|||0

S साक्षात्कार और सार्वजनिक रिकॉर्ड के अनुसार , वह संपत्ति के विवादों के बारे में दो नागरिक मामलों में भी शामिल थे .
A 20 21|||R:VERB-NUM|||था|||REQUIRED|||-NONE-|||0

S गवर्नमेंट निज़ामिया टिब्बी कॉलेज हैदराबाद , तेलंगाना , भारत में स्थित एक यूनानी चिकित्सा कॉलेज है .
A 2 3|||R:SPELL|||तिब्बी|||REQUIRED|||-NONE-|||0

S गवर्नमेंट निज़ामिया टिब्बी कॉलेज चारमीनार , हैदराबाद , 500002 , तेलंगाना , भारत में स्थित है .
A 2 3|||R:SPELL|||तिब्बी|||REQUIRED|||-NONE-|||0

S यह गणराज्य उत्तर प्रदेश के वर्तमान रामपुर देवरिया क्षेत्र में स्थित था .
A 6 7|||R:OTHER|||गोरखपुर|||REQUIRED|||-NONE-|||0

S अधिवृषण या एपिडिडीमिस पुरुष जनन तंत्र की वह नलिका है जो अण्डकोशों को शुक्रवाहिका से जोड़ती है .
A 11 12|||R:SPELL|||अण्डकोश|||REQUIRED|||-NONE-|||0

S उसी वर्ष वह मिज़ो हिल्स में 16 बटालियन की राजपूत रेजिमेंट की पलटन का नेतृत्व कर रहा था .
A 17 18|||R:VERB-NUM|||थे|||REQUIRED|||-NONE-|||0

S इस कार्रवाही की अनुमति देने के लिए तत्कालीन प्रधामंत्री इंदिरा गाँधी की भी काफी निंदा की गयी .
A 8 9|||R:SPELL|||प्रधानमंत्री|||REQUIRED|||-NONE-|||0

S इन विमानों की कीमत वायु सेन को 14 अरब रूपए पड़ी .
A 5 6|||R:NOUN|||सेना|||REQUIRED|||-NONE-|||0

S इस प्रतियोगिता में साधारण विषय पे निर्मित लेख ही फाउंटेन टूल में जमा करने में हैं .
A 5 6|||R:ADP|||पर|||REQUIRED|||-NONE-|||0

S यदि आपने लेख निर्वाचित लेख , आदि मुखपृष्ठ पे स्थित अनुभाग के लिए बनायें हैं तो आप यहां अपने योगदान दर्ज करें .
A 8 9|||R:ADP|||पर|||REQUIRED|||-NONE-|||0

S 1878 में सिलीगुड़ी को भारत के रेलवे मानचित्र पर रखा गया , जिसने दो दिनों की लंबी यात्रा को समाप्त कर दिया .
A 9 11|||R:VERB|||आया|||REQUIRED|||-NONE-|||0

S वर्तमान में ये " दि वायर " के लिए वरिष्ठ संपादक हैं .
A 4 5|||R:OTHER|||द|||REQUIRED|||-NONE-|||0

S ब्रजभाषा सिनेमा उत्तर भारत में एक क्षेत्रीय चित्रपट उद्योग है , जिसका वर्तमान में केन्द्र आगरा है .
A 15 16|||R:OTHER|||मथुरा|||REQUIRED|||-NONE-|||0

S ब्रजभाषा सिनेमा उत्तर भारत में एक क्षेत्रीय फिल्म उद्योग है , जिसका वर्तमान में केन्द्र मथुरा है .
A 15 16|||R:OTHER|||आगरा|||REQUIRED|||-NONE-|||0

S प्रिया का जन्म ९ दिसंबर १९८५ , भारत के हिमाचल प्रदेश के शिमला शहर में हुआ था .
A 8 9|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S प्रिया वर्ष २०१८ में , दो लघु फ़िल्म वेअर कॉन्फिडेंस कैंटेबिल और देखने मैं क्या हरज है का हिस्सा रही हैं .
A 1 2|||R:ADP|||ने|||REQUIRED|||-NONE-|||0

S प्रिया ने २०१७ में , लघु फ़िल्म बरसात की रात में रिया नौटियाल का किरदार निभाया था .
A 14 15|||R:NOUN|||भूमिका|||REQUIRED|||-NONE-|||0

S पंजीकृत करने के लिए निम्न अनुबाग का प्रतिलिपि कर प्रतिभागी नाम के रूप में अपना नाम लिखें तथा हस्ताक्षर करें .
A 5 6|||R:SPELL|||अनुभाग|||REQUIRED|||-NONE-|||0

S इनके जनाजे में लाखों लोग शामिल हुए थे .
A 0 1|||R:PRON|||आपके|||REQUIRED|||-NONE-|||0

S इन देवी एवं देवताओं को अधिष्टायिका देव देवी , यक्ष यक्षिणी व शासन देव देवी आदि नमों से जाना जाता है .
A 16 17|||R:SPELL|||नामों|||REQUIRED|||-NONE-|||0

S इसे जीनोम के लगभग ० ०००१६५ भाग को ही क्षति पहुंचती है .
A 0 1|||R:PRON|||इससे|||REQUIRED|||-NONE-|||0

S महाभारत में वर्णित है कि महाबली भीम ने युधिष्ठिर के राजसूय यज्य के समय एक मल्ल शासक को जीता था .
A 11 12|||R:NOUN|||यज्ञ|||REQUIRED|||-NONE-|||0

S डेवी दशमलव वर्ग ( डीडीसी ) 1876 में मेलविल डेवी द्वारा संयुक्त राज्य अमेरिका में पहली बार प्रकाशित एक पुस्तकालय वर्गीकरण प्रणाली है .
A 2 3|||R:OTHER|||वर्गीकरण|||REQUIRED|||-NONE-|||0

S मुख्य रूप से कासनी की जड़ को औषधी के रूप में उपयोग किया जाता है .
A 7 8|||R:NOUN|||औषधि|||REQUIRED|||-NONE-|||0

S " अन्य आयतों में सूरा ३३ ( अल अहज़ब ) , आयह ४१ , " हे क्या तुम्हें विश्वास है .
A 11 12|||R:SPELL|||आयत|||REQUIRED|||-NONE-|||0

S ओरायन ने प्राचीन यवन संस्कृति में कई भूमिकाएं निभाईं है .
A 9 10|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S वर्ग 000 कम्प्यूटर विज्ञान , सूचना तथा सामान्य कार्य .
A 8 9|||R:NOUN|||ज्ञान|||REQUIRED|||-NONE-|||0

S यही तालाब जाम्भोलाव के नाम से सुप्रसिद्ध है .
A 0 1|||R:DET|||यह|||REQUIRED|||-NONE-|||0

S यहां प्रतिवर्श दो मेले भरते है .
A 4 5|||R:VERB|||लगते|||REQUIRED|||-NONE-|||0

S जाम्भोलाव धाम यह बिश्नोई समाज का प्रमुख तीर्थस्थलों जोधपुरराजस्थान में से एक हैं जो जाम्बा गाँव में स्थित है .
A 5 6|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S इसकी ज्यादा जानकारी हमें प्राप्त नहीं है और इन पर अधीन करना भी थोड़ा मुश्किल है .
A 10 11|||R:NOUN|||अध्ययन|||REQUIRED|||-NONE-|||0

S उपन्यास की कथा एक युवक , पांडुरंग सांगविकार और उसके दोस्तों के महाविद्यालय के वर्षों से आगे की यात्रा को बयान करता है .
A 21 22|||R:VERB-GEN|||करती|||REQUIRED|||-NONE-|||0

S " कोसल " को मराठी साहित्य में पहला अस्तित्ववादी उपन्यास माना जाता है .
A 6 7|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S इसके प्रकाशन के साथ नेमेड तेजी से अपनी पीढ़ी के प्रतिनिधि लेखक माना जाने लगे .
A 12 13|||R:VERB|||माने|||REQUIRED|||-NONE-|||0

S उपन्यास की कथा एक युवक , पांडुरंग सांगविकार और उसके दोस्तों के महाविद्यालय के वर्षों से आगे की यात्रा को बयान करती है .
A 21 22|||R:VERB-GEN|||करता|||REQUIRED|||-NONE-|||0

S " कोसल " को मराठी साहित्य का पहला अस्तित्ववादी उपन्यास माना जाता है .
A 6 7|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S इसके प्रकाशन के साथ नेमेड तेजी से अपनी पीढ़ी के प्रतिनिधि लेखक माने जाने लगे .
A 12 13|||R:VERB|||माना|||REQUIRED|||-NONE-|||0

S इसके प्रकाशन के साथ नेमाडे तेजी से अपनी पीढ़ी के प्रतिनिधि लेखक माना जाने लगे .
A 12 13|||R:VERB|||माने|||REQUIRED|||-NONE-|||0

S २१ साल की उम्र में , नेमाडे अपनी पत्रकार आकांक्षाओं में विफल हो गयें , और अपने गांव लौट आए .
A 8 9|||R:NOUN-GEN|||पत्रकारिता|||REQUIRED|||-NONE-|||0

S सन् १९६३ में , नेमाडे 25 वर्ष के थे और अपने गाँव में रह रहे थे .
A 14 15|||R:VERB-NUM|||रहें|||REQUIRED|||-NONE-|||0

S उन्होने घर के एक कमरे में खुद को बंद कर दिया और तीन सप्ताह की अवधि में अपना उपन्यास लिखा .
A 0 1|||R:PRON|||उन्होंने|||REQUIRED|||-NONE-|||0

S कोसल यह भारतीय लेखक भालचंद्र नेमाडे द्वारा १९६३ में प्रकाशित एक मराठी भाषा का उपन्यास है .
A 0 1|||R:OTHER|||कोसला|||REQUIRED|||-NONE-|||0

S कोसल को मराठी साहित्य में पहला अस्तित्ववादी उपन्यास माना जाता है .
A 0 1|||R:OTHER|||कोसला|||REQUIRED|||-NONE-|||0

S " कोसल " पर आधारित नाटक " मी , पांडुरंग सांगविकर " , का निर्देशन मंदार देशपांडे ने किया हैं .
A 1 2|||R:OTHER|||कोसला|||REQUIRED|||-NONE-|||0

S " कोसल " का आठ भारतीय भाषाओं में और अंग्रेजी में अनुवाद किया गया है .
A 1 2|||R:OTHER|||कोसला|||REQUIRED|||-NONE-|||0

S समकालीन कवि मैथ्यू अर्नोल्ड ने कविता की कथा में निहित विडंबना को देखने का प्रयास किया .
A 3 4|||R:SPELL|||आर्नल्ड|||REQUIRED|||-NONE-|||0

S बाद के कई कवियों यूरिपिड्स , होरेस , दांटे , विलियम शेक्सपियर और अलेक्ज़ंडर पोप आदि ने उसके चरित्र को अपनाया .
A 8 9|||R:SPELL|||दांते|||REQUIRED|||-NONE-|||0

S उद्यान संयुक्त राज्य की ओर से उत्तर पश्चिमी मोंटाना राज्य में स्थित है और कनाडा की ओर अल्बर्टा और ब्रिटिश कोलम्बिया प्रांतों से सटा हुआ है .
A 3 6|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S ब्लॉग और यूट्यूब पसंद करता रहा , ज्ञान के भंडार के कारण अब वीकेपेडिया पहली पसंद बना हुआ है .
A 13 14|||R:SPELL|||विकिपीडिया|||REQUIRED|||-NONE-|||0

S इसके अलावा दोनों लिंगों मे और भी भिन्नताएं हैं जिनमें नरों का लम्बा निचला जबड़ा भी शामिल है .
A 4 5|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S जिनकी मां सिकंदर बैगम थी .
A 3 4|||R:SPELL|||बेगम|||REQUIRED|||-NONE-|||0

S सकरवार जिन्हे सिकरवार भी बोला जाता है उत्तर और पूर्वी भारत के कुछ भागों में पाया जाने वाला एक गोत्र है .
A 1 2|||R:PRON-NUM|||जिसे|||REQUIRED|||-NONE-|||0

S भारत द्वारा इस क्षेत्र को पाक अधिकृत लद्दाख ( पी ओ के ) कहा जाता है .
A 11 12|||R:OTHER|||एल|||REQUIRED|||-NONE-|||0

S परम्परा से यह असङ्ग या बोधिसत्त्व मैत्रेय की रचना मानी जाती है .
A 5 6|||R:OTHER|||बोधिसत्व|||REQUIRED|||-NONE-|||0

S चोपड़ा ये फ़िल्म " शिकारा " अपनी मां को समर्पीत करते है .
A 9 10|||R:SPELL|||समर्पित|||REQUIRED|||-NONE-|||0

S शिव कुमार धर एक प्राद्यापक और कवी हैं .
A 6 7|||R:SPELL|||कवि|||REQUIRED|||-NONE-|||0

S शिव अपने मित्र लतीफ़ से शांती तक उसके प्यार का संदेश देता है , जिसे शांती कबूल करती है .
A 5 6|||R:SPELL|||शांति|||REQUIRED|||-NONE-|||0
A 15 16|||R:SPELL|||शांति|||REQUIRED|||-NONE-|||0

S दोनों ने सादिया और आदिल खा की प्रशंसा की .
A 5 6|||R:OTHER|||खान|||REQUIRED|||-NONE-|||0

S इस लेखिका की हिंदी और संस्कृत विषयों पर वार्ताओं का सतत प्रसारण आकाशवाणी से होता रहा है .
A 15 16|||R:VERB|||आया|||REQUIRED|||-NONE-|||0

S राजा धन मेर के पौत्र ने कोलीयों के खशिया वंश‌ की स्थापना की .
A 6 7|||R:SPELL|||कोलियों|||REQUIRED|||-NONE-|||0

S वहाँ कुछ वित्तीय उपकरण है , जिसके मदद से लोग अपने वित्तीय कार्य को आसानी से कर सकते है .
A 4 5|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 6 7|||R:PRON-GEN|||जिनकी|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S प्रबल जी ये नाम है एक लड़के का जो हरियाणा के लाडवा शहर में रहता है .
A 1 2|||R:OTHER|||सिंह|||REQUIRED|||-NONE-|||0

S तुर्की का उपराष्ट्रपति राष्ट्रपति के बाद तुर्की का दूसरा सबसे बड़ा संवैधानिक कार्यालय है .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S गोवर्द्हाना में , आबादी का 17 6 वर्ष से कम आयु है .
A 0 1|||R:SPELL|||गोवर्धन|||REQUIRED|||-NONE-|||0

S यह आदिवासी बाहुल्य क्षेत्र है , भील यहां के शासक थे .
A 5 6|||R:OTHER|||एवं|||REQUIRED|||-NONE-|||0

S शेख मुहिबउल्लाह की मृत्यु के उपरान्त पाच वर्षों मे शाही धन से मस्जिद बनकर तय्यार .
A 6 7|||R:OTHER|||पांच|||REQUIRED|||-NONE-|||0

S उसी निर्माण सामग्री से दायरे की कच्ची मस्जिद एव खानकाह का निर्माण किया गया .
A 8 9|||R:CONJ|||एवं|||REQUIRED|||-NONE-|||0

S शाहजहां की फौज के शाही अफसर खानेजहां बहादुर लोदी ने उन्हें विशेष आदर दिया .
A 8 9|||R:OTHER|||लोधी|||REQUIRED|||-NONE-|||0

S ज़कात अल मल या तो किसी अन्य ऐसी बातों के लिए इस्तेमाल नहीं किया जा सकता .
A 2 3|||R:NOUN|||माल|||REQUIRED|||-NONE-|||0

S ज़कात में इस्लामी समाज के भीतर धन के प्रसार में महत्वपूर्ण भूमिका भी सदाकत अल फ़ित्र द्वारा निभाई जाती है .
A 13 14|||R:SPELL|||सदका|||REQUIRED|||-NONE-|||0

S घर के मुखिया अन्य सदस्यों के लिए आवश्यक राशि का भुगतान कर सकते हैं .
A 10 11|||R:NOUN|||दान|||REQUIRED|||-NONE-|||0

S राजमुकुट की संकल्पना का ब्रिटेन तथा अन्य राष्ट्रमण्डल प्रदेशों के विधीशास्त्र तथा राजतांत्रिक व्यवस्था में अतिमहत्वपूर्ण भूमिका है .
A 10 11|||R:SPELL|||विधिशास्त्र|||REQUIRED|||-NONE-|||0

S इस तीव्र बारिश के कारण बाढ़ और भूस्खलन हुआ जिससे दो लोगों की मौत हो गई तथा पांच लोग घायल हो गए .
A 13 14|||R:NOUN|||मृत्यु|||REQUIRED|||-NONE-|||0

S चक्रवात बनने की शुरुआती प्रणाली के दौरान , अम्फान ने श्रीलंका में भारी बारिश और हवा चली .
A 9 10|||R:ADP|||से|||REQUIRED|||-NONE-|||0

S बिश्नोई एक भारतीय जाती है .
A 3 4|||R:NOUN|||जाति|||REQUIRED|||-NONE-|||0

S सूरतगंज पिन कोड 225304 है और डाक प्रधान कार्यालय मोहम्मद पुर खली है .
A 11 12|||R:OTHER|||खाला|||REQUIRED|||-NONE-|||0

S किसी भी संगठन में निर्णय लेन वाले लोग अलग होते है .
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S खेल , प्रशिक्षण और अभ्यास में भाग लेने के दौरान खेल की चोटें होती हैं .
A 4 5|||R:NOUN|||व्यायाम|||REQUIRED|||-NONE-|||0

S इमरान खान ने एक जांच की घोषणा की , जबकि पाकिस्तान इंटरनेशनल एयरलाइं ने अपनी वेबसाइट को बंद करने की सूचना दी .
A 12 13|||R:SPELL|||एयरलाइंस|||REQUIRED|||-NONE-|||0

S जीवाणु चकत्ता , दन्त क्षय तथा मसूड़ों के रोगों का एक प्रमुख कारण हैं .
A 4 5|||R:NOUN|||क्षरण|||REQUIRED|||-NONE-|||0

S बांदी को भी 2014 और 2018 में भाजपा ने तेलंगाना विधानसभा चुनाव के लिए अपना उम्मीदवार बनाया था .
A 0 1|||R:OTHER|||बंडी|||REQUIRED|||-NONE-|||0

S २२७ दीक्षित साधु ( आचर्य ७ , मुनि ८३ , गणिनी ४ , आर्यिका ६९ , क्षुल्लक २५ , एलक ५ , क्षुल्लिका २५ ) .
A 4 5|||R:OTHER|||आचार्य|||REQUIRED|||-NONE-|||0

S किशोर मासूम एक भरतीय राजनेता हैं .
A 3 4|||R:SPELL|||भारतीय|||REQUIRED|||-NONE-|||0

S इसका प्रमुख मुद्दा यूनाइटेड किंडगोम में उत्तरी आयरलैंड की संवैधानिक और राजनैतिक स्थिति थी .
A 4 5|||R:SPELL|||किंगडम|||REQUIRED|||-NONE-|||0

S उपयोग की जाने वाली तकनीक लक्ष्य दर्शकों , पृष्ठभूमि मान्यताओं , ऐतिहासिक संदर्भ और वास्तविक संख्याओं के वरीयताकृत विकास पर निर्भर करती है .
A 5 6|||R:ADJ|||लक्षित|||REQUIRED|||-NONE-|||0

S धमाना भारत के हरियाणा राज्य के हिसार ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S उनकी माता का निधन 19 02 2015 को हुवा था .
A 8 9|||R:VERB|||हुआ|||REQUIRED|||-NONE-|||0

S यह श्रेणी भारतीय मौसम विज्ञान विभाग की है यह श्रेणी चक्रवात की 5 वी श्रेणी हैं और आखिरी श्रेणी है .
A 17 18|||R:ADJ|||आखरी|||REQUIRED|||-NONE-|||0

S यह श्रेणी भारतीय मौसम विज्ञान विभाग की है यह श्रेणी चक्रवात की 5 वी श्रेणी हैं और आखरी श्रेणी है .
A 17 18|||R:ADJ|||आखिरी|||REQUIRED|||-NONE-|||0

S ऐसा बताते हैं कि अपने बाल्य काल में स्वामी अवधेशानंद गिरी अक्सर अपने पिछले जन्म के बारे में बात करते थे .
A 10 11|||R:OTHER|||गिरि|||REQUIRED|||-NONE-|||0

S आसपास के गांवों के लोग रविवार को यहां जासूसी करने आते हैं .
A 8 9|||R:NOUN|||पूजा|||REQUIRED|||-NONE-|||0

S महल का अधिकांश पर दीर्घायु पहाड़ी ( .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S उन्होंने रैंड अफ्रीकन यूनिवर्सिटी , जोहान्सबर्ग से अपना बीए की डिग्री पूरी की .
A 7 8|||R:PRON-GEN|||अपनी|||REQUIRED|||-NONE-|||0

S पोवार यह एक क्षत्रिय जनजाति है .
A 4 5|||R:NOUN|||जाति|||REQUIRED|||-NONE-|||0

S अल्फ हिल्टेबिटेल के अनुसार , ऊदल की उत्पत्ति भी कृष्ण की तरह ही एक यादव व क्षत्रिय की तरह थी .
A 19 20|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S अल्फ हिल्टेबिटेल के अनुसार , ऊदल की उत्पत्ति भी कृष्ण की तरह ही एक अहीर व क्षत्रिय की तरह है .
A 19 20|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S पुराणों के अनुसार बनफ़ार कबीले का संबंध पांडवों के योद्धा बर्बरीक से है .
A 3 4|||R:SPELL|||बनाफर|||REQUIRED|||-NONE-|||0

S वर्तमान में उमेश धर द्विवेदी कार्यलय मुख्य चिकित्सा अधिकारी जनपद जालौन में जिला एच एम आई एस मैनेजर के पद पर तैनात है .
A 4 5|||R:OTHER|||दूबे|||REQUIRED|||-NONE-|||0

S उन्हें एक लोकप्रिय व साफ़ सुथरा छवि वाले अधिकारी के रूप में पहचाना जाता है .
A 5 6|||R:ADJ|||सुथरी|||REQUIRED|||-NONE-|||0

S आपका जन्म सत्रहवीं शती के अंतिम चरण में बसहरी ( जिला गाजीपुर , उत्तर प्रदेश ) के एक क्षत्रिय जमींदार कुल में हुआ था .
A 0 1|||R:PRON|||इनका|||REQUIRED|||-NONE-|||0

S ज्ञानगुष्टि और रामसहस्रनाम आपकी वाणियों के संग्रह है .
A 3 4|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S आपकी वाणी गुलाल साहब की बानी नाम से भी प्रकाशित हुई है .
A 0 1|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S आपका निधन १७६० ई में हुआ .
A 0 1|||R:PRON|||इनका|||REQUIRED|||-NONE-|||0

S राजा विक्रमादित्य की विजय से प्रभावित होकर आगे आने वाले समय में कुल 14 उपाधियों विक्रमादित्य नाम से अन्य राजाओं को दी गई .
A 14 15|||R:SPELL|||उपाधिया|||REQUIRED|||-NONE-|||0

S राजा विक्रमादित्य की विजय से प्रभावित होकर आगे आने वाले समय में कुल 14 उपाधिया विक्रमादित्य नाम से अन्य राजाओं को दी गई .
A 14 15|||R:SPELL|||उपाधियों|||REQUIRED|||-NONE-|||0

S बसेन मुर्मू का जन्म ०९ ०४ १९८७ को ओडिशा का मयूरभंज जिले के बिजताला ब्लॉक के बरहाजियान गाँव में हुआ था .
A 9 10|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S बेसन मुर्मू ने अपने छोटे से जीवन के दौरान पांचशो से अधिक गीतों को अपनी आवाज दी .
A 0 1|||R:OTHER|||बसन|||REQUIRED|||-NONE-|||0

S बाद में उनका परिवार जोहरी पुर , दिल्ली चला गया .
A 8 9|||R:VERB|||आ|||REQUIRED|||-NONE-|||0

S 1970 के दशक में , उच्च पिछड़ी जातियों का एक बड़ा संगठन विजित कोरी , कुर्मी और यादव था .
A 13 14|||R:OTHER|||कोइरी|||REQUIRED|||-NONE-|||0

S नेतृत्व तीन मध्यवर्ती कृषि जातियों कोइरी , कुर्मी और यादव द्वारा लिया गया .
A 11 12|||R:VERB|||किया|||REQUIRED|||-NONE-|||0

S चूहड़ा हिंदू समाज का एक क्षत्रिय हिस्सा है जो भारत और पाकिस्तान में पाए जाते हैं .
A 6 7|||R:NOUN|||जाति|||REQUIRED|||-NONE-|||0

S वैसे तो हमेशा राना ( राजा ) बदे भाइ ही बनते है पर अविवहित होने के कारन चुन्डा सिन्ह राना नहीं बने .
A 7 8|||R:ADJ|||बडे|||REQUIRED|||-NONE-|||0

S यूनिकोड में इसके लिए 003 कोड निर्धारि किया गया है .
A 6 7|||R:SPELL|||निर्धारित|||REQUIRED|||-NONE-|||0

S हरे कृष्णा हरे कृष्ण कृष्ण कृष्ण कृष्ण हरे हरे हरे राम हरे राम राम राम राम हरे हरे .
A 1 2|||R:OTHER|||कृष्ण|||REQUIRED|||-NONE-|||0

S वह फ़रवरी २०२० में मुसकेश अम्बानी के बाद 1 35 लाख करोड़ रूपए के साथ भरत के दूसरे सबसे अमीर आदमी बन गए हैं .
A 15 16|||R:OTHER|||भारत|||REQUIRED|||-NONE-|||0

S उसके पिताजी शिवकिशनजी दमानी भी स्टॉक मार्किट में काम करते थें .
A 0 1|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0

S सनेही रचनावरी ( 1984 ) प्रयाग हिंदी साहित्य सम्मेलन .
A 1 2|||R:SPELL|||रचनावली|||REQUIRED|||-NONE-|||0

S उन्होने अखिल भारतीय हिंदी साहित्य सम्मलेन , प्रयाग के साहित्य मंत्री एवं संपादक के रूप में अनेक जन्मशती विशेषांकों , ग्रंथों का संपादन किया .
A 5 6|||R:OTHER|||सम्मेलन|||REQUIRED|||-NONE-|||0

S कुरान की तरह , हदीस में भी तवाबा के महत्व का उल्लेख और जोर दिया गया है .
A 7 8|||R:SPELL|||तैबा|||REQUIRED|||-NONE-|||0

S सुभाष मिश्र एक भारतीय फिल्म निर्माता , निर्देशक है , 2018 मे आयी एक फिल्म आई एम मोदी के लिये जाने जाते है .
A 1 2|||R:OTHER|||मिश्रा|||REQUIRED|||-NONE-|||0

S सूरूज बाई खांडे का जन्म विलासपुर जिले के एक ग्रामीण परिवार में हुआ था .
A 5 6|||R:SPELL|||बिलासपुर|||REQUIRED|||-NONE-|||0

S विकिपीडिया पर अपने बारे में लिखना मन है .
A 6 7|||R:NOUN|||मना|||REQUIRED|||-NONE-|||0

S यह ललित नारायण मिथिला विश्वविद्यालयक से सम्बद्ध है .
A 4 5|||R:SPELL|||विश्वविद्यालय|||REQUIRED|||-NONE-|||0

S " अल तबरी ९वीं शताब्दी में उनकी फिरदौस हिकमा और फ़िरिश्ता में उनकी तराईक फरिश्ता इस बात से सहमत हैं .
A 13 14|||R:OTHER|||तारीखें|||REQUIRED|||-NONE-|||0

S खेल से एक शिक मिली के कभी भी कोई परेशानी में निराश नही होना चाहिए .
A 3 4|||R:SPELL|||शिख|||REQUIRED|||-NONE-|||0

S यह राजवंश हैब्सबर्ग कैसल से अपना नाम लेता है जो वर्तमान स्विट्जरलैंड में 1020 के दशक में रैडबोट नामक व्यक्ति में बनवाया था .
A 20 21|||R:ADP|||ने|||REQUIRED|||-NONE-|||0

S उनके पोते ओटो द्वितीय ने किले का नाम अपने नाम के रूप में सबसे पहले किया और अपने को काउंट ऑफ़ हैब्सबर्ग घोषित किया .
A 15 16|||R:VERB|||लिया|||REQUIRED|||-NONE-|||0

S लाल बकेया एक बहुुुत ही खतरनाक नदी है यह नही नेपाल से निकलते हुए भारत में बागमती नदी मेंं मिल जाती है .
A 0 1|||R:OTHER|||यह नदी नेपाल|||REQUIRED|||-NONE-|||0
A 1 2|||R:OTHER|||से|||REQUIRED|||-NONE-|||0
A 2 3|||R:VERB|||निकलते|||REQUIRED|||-NONE-|||0
A 3 6|||R:OTHER|||हुए भारत में बागमती|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||मेंं मिल जाती|||REQUIRED|||-NONE-|||0
A 8 8|||M:PUNCT|||.|||REQUIRED|||-NONE-|||0
A 0 3|||R:OTHER|||लाल|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||बकेया|||REQUIRED|||-NONE-|||0
A 4 5|||R:OTHER|||एक|||REQUIRED|||-NONE-|||0
A 5 9|||R:OTHER|||बहुुुत ही खतरनाक|||REQUIRED|||-NONE-|||0
A 10 13|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 14 15|||U:PUNCT||||||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN|||नदी|||REQUIRED|||-NONE-|||0

S लेकिन बाद में सपना सप्पू का पति से अनबन हो गया और वह वापस सिनेमा में करियर बनाने के लिए मुंबई आ गईं .
A 10 11|||R:VERB-GEN|||गई|||REQUIRED|||-NONE-|||0

S लेकिन बाद में सपना सप्पू का पति से अनबन हो गई और वह वापस सिनेमा में करियर बनाने के लिए मुंबई आ गईं .
A 5 6|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S यहां 24 7 काम होता है .
A 0 1|||R:PRON|||यह|||REQUIRED|||-NONE-|||0
A 4 5|||R:VERB|||करता|||REQUIRED|||-NONE-|||0

S मोरा धनसिरी भारत के असम राज्य में गोलाघाट जिले की मुख्य नदी , धंसिरी नदी की एक सहायक नदी है .
A 13 14|||R:SPELL|||धनसिरी|||REQUIRED|||-NONE-|||0

S मोरा धनसिरी भारत के असम राज्य में गोलाघाट जिले की मुख्य नदी , धनसिरी नदी की एक सहायक नदी है .
A 8 9|||R:NOUN|||जिला|||REQUIRED|||-NONE-|||0

S विलेन का जन्म ७ फ़रवरी १९९५ को दिल्ली , में एक पंजाबी सिख परिवार में हुआ था .
A 9 10|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S हिंदू धर्म ज्यादातर धर्मी धर्मों के साथ साझा करता है , जिनमें बौद्ध धर्म , जैन धर्म और सिख धर्म शामिल हैं .
A 3 4|||R:ADJ|||धार्मिक|||REQUIRED|||-NONE-|||0

S इन फूलों में बहुत सुखद गंध होती है .
A 5 6|||R:NOUN|||सुगंध|||REQUIRED|||-NONE-|||0

S उन्होंने पुरोणों के दर्शन और अद्वैत वेदान्त को विस्तृत रूप से पढ़ा .
A 1 2|||R:SPELL|||पुराणों|||REQUIRED|||-NONE-|||0

S जल्द ही तारका और उनके बेटे सुबाहु को राम और लक्ष्मण ने मार दिया .
A 4 5|||R:PRON|||उसके|||REQUIRED|||-NONE-|||0

S जनक एक सुनहरा हल बनाता है और हल जोतते हुए एक बच्ची का पता लगाता है .
A 4 5|||R:VERB|||बनाते|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB|||चलता|||REQUIRED|||-NONE-|||0

S जनक यह पता लगाना चाहता है कि बच्चे का परिवार है या नहीं .
A 4 5|||R:VERB-NUM|||चाहते|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN-GEN|||बच्ची|||REQUIRED|||-NONE-|||0

S वह शिव धनुष को उठाने वाले बच्चे को देखकर चौंक जाता है .
A 6 7|||R:NOUN-GEN|||बच्ची|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB|||जाते|||REQUIRED|||-NONE-|||0

S मिथिला की ओर यात्रा करते समय , सीता ने औपचारिक घोड़े को रोकने और उसे आराम करने का साहस किया .
A 14 15|||R:PRON|||उसके|||REQUIRED|||-NONE-|||0
A 16 17|||R:VERB|||कराने|||REQUIRED|||-NONE-|||0

S वापस आने के बाद , राम घोड़े को मारने के लिए नहीं बल्कि अपने जीवन को छोड़ने के लिए कहता है .
A 19 20|||R:VERB|||कहते|||REQUIRED|||-NONE-|||0

S जल्द ही ताड़का और उसके बेटे सुबाहु को राम और लक्ष्मण ने मार दिया .
A 4 5|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0

S मिथिला की यात्रा के दौरान , वह ऋषि गौतम और अहिल्या के आश्रम को देखता है और अपने शाप को ठीक करता है .
A 14 15|||R:VERB|||देखते|||REQUIRED|||-NONE-|||0
A 17 18|||R:PRON|||उनके|||REQUIRED|||-NONE-|||0
A 21 22|||R:VERB|||करते|||REQUIRED|||-NONE-|||0

S गौतम ऋषि राम से अपनी महानता चाहते हैं .
A 4 5|||R:PRON|||उनकी|||REQUIRED|||-NONE-|||0
A 6 7|||R:VERB|||जताते|||REQUIRED|||-NONE-|||0

S यह कथानक वाल्मीकि के रामायण , तुलसीदास के रामचरितमानस और चकबस्ता के उर्दू रामायण से लेकर अन्य रचनाओं से जुड़ी है .
A 1 2|||R:NOUN-GEN|||कथा|||REQUIRED|||-NONE-|||0

S यहां देखने कि लिए बहुत कुछ है जो पर्यटकों के दिल में हमेशा के लिए एक अच्छी याद के रूप में घर सर जाएगा .
A 22 23|||R:VERB|||कर|||REQUIRED|||-NONE-|||0

S यह सूची हिन्दी समुदाय से प्रतिभागीयों की है .
A 5 6|||R:SPELL|||प्रतिभागियों|||REQUIRED|||-NONE-|||0

S उपरोक्त जानकारी से ली गई है , यह अधूरी , पुरानी हो सकती है या बदल सकती है .
A 14 15|||R:CONJ|||और|||REQUIRED|||-NONE-|||0

S कार्तिक के पिता गरराज एक अभिनेता हैं और ओनायायुम कबाली और मुंडसूपति जैसी फिल्मों में सहायक किरदारों में दिखाई दिए हैं .
A 3 4|||R:SPELL|||गजराज|||REQUIRED|||-NONE-|||0

S फिल्म के लिए संगीत संतोष संतोष नारायणन ने तैयार किया था , जबकि सिनेमैटोग्राफी दीपेंद्र कुमार पढी और लियो जॉन पॉल ने संभाली थी .
A 10 11|||R:VERB|||है|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S इसमें अशोक सेलवन और संचिता शेट्टी मुख्य भूमिकाओं में हैं , जबकि नासर और वीगन राजेश अन्य निर्णायक भूमिकाओं में दिखाई देते हैं .
A 21 22|||R:VERB|||दिये|||REQUIRED|||-NONE-|||0

S वह 6 सितम्बर 1724 में अपने पुत्र की मृत्यु होने पर 9 जुलाई 1746 तक अपनी मृत्यु तक इस पद पे बने रहे .
A 0 1|||R:ADV|||फिर|||REQUIRED|||-NONE-|||0

S यँहा आपको नुक्कड़ पर बैठा बुजुर्ग लोग गुर्जरों के इतिहास के कसीदे पढ़ते नजर आएंगे .
A 4 5|||R:VERB|||बैठे|||REQUIRED|||-NONE-|||0

S इस व्यवस्था में भूमि राजस्व बंदोबस्त कंपनी ने एक एक गांव को महाल मन कर गांव के मुखिया साथ किया .
A 12 13|||R:NOUN|||महल|||REQUIRED|||-NONE-|||0

S 25 सितंबर 2015 , उसने कहा है कि मुसलमानों के बजाय अपने बेटों का त्याग करना चाहिए बकरियों अगर वे मूल्य कुर्बानी का त्यौहार .
A 4 5|||R:PRON|||आपने|||REQUIRED|||-NONE-|||0

S साम्राज्यशाही चीन तिब्बत पर अपने दावे के विस्तार के तौर पर नेपाल , सिक्किम , और भूटान पर आधिपत्य का दावा रखता था .
A 21 22|||R:VERB|||करता|||REQUIRED|||-NONE-|||0

S जिसके अंग्रेज़ी में पांच सहित दस भाषाओं में अनुवाद हुआ .
A 0 1|||R:PRON|||इसके|||REQUIRED|||-NONE-|||0

S जैस्मिन जे ( बर्मिंघम , इंग्लैंड .
A 1 2|||R:OTHER|||जै|||REQUIRED|||-NONE-|||0

S चमन बहार 19 जून 2020 को नेटफ्लिक्स पर प्रदर्शित की गयी है .
A 5 6|||R:ADP|||से|||REQUIRED|||-NONE-|||0

S हर जीवित प्राणी के शारीर में रक्त का महत्पूर्ण योगदान है .
A 4 5|||R:NOUN|||शरीर|||REQUIRED|||-NONE-|||0

S शारीर में कई अंग होते हैं और सभी महापूर्ण अंगो के बीच रक्त पोषक तत्व को पहुचता है .
A 0 1|||R:NOUN|||शरीर|||REQUIRED|||-NONE-|||0

S सीपी श्योराण , दो पुस्तकें और 140 शोध पत्र और पुस्तक समीक्षा प्रकाशित कर चुके हैं .
A 3 4|||R:OTHER|||तीन|||REQUIRED|||-NONE-|||0

S ) 1974 में , यूजी ( एलएल ) बी ) 1972 में और 1969 में कुरुक्षेत्र विश्वविद्यालय , रोहतक .
A 18 19|||R:OTHER|||कुरुक्षेत्र|||REQUIRED|||-NONE-|||0

S सीपी श्योराण , तीन पुस्तकें और 140 शोध पत्र और पुस्तक समीक्षा प्रकाशित कर चुके हैं .
A 3 4|||R:OTHER|||दो|||REQUIRED|||-NONE-|||0

S ) 1974 में , यूजी ( एलएल ) बी ) 1972 में और 1969 में कुरुक्षेत्र विश्वविद्यालय , कुरुक्षेत्र .
A 18 19|||R:OTHER|||रोहतक|||REQUIRED|||-NONE-|||0

S इसके लिये उन्हें अनेक बार ब्रिटिश साम्राज्य का कोपभाजन ( अर्थात क्रोध को सहन करने वाला ) बनना पड़ा .
A 3 4|||R:OTHER|||अनेकों|||REQUIRED|||-NONE-|||0

S वह पैनोरमा स्टूडियोज द्वारा निर्मित आगामी बॉलीवुड फिल्म खुदा हाफिज में विदुत जामवाल के साथ महिला प्रधान हैं .
A 11 12|||R:OTHER|||विद्युत|||REQUIRED|||-NONE-|||0

S ढाठरथ भारत के हरियाणा राज्य के जींद ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S चीनी गनतंत्र ( ताइवान ) के १९३ संयुक्त राष्ट्र संघ के सदस्य देशों में से १४ देशों के साथ औपचारिक राजनयिक सम्बन्ध हैं .
A 1 2|||R:SPELL|||गणतंत्र|||REQUIRED|||-NONE-|||0

S केवल राजतंत्र की समाप्ति से ही देश की समस्या व समाधान संभव है .
A 9 10|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S इस दौरान की लिखी उनकी ग़ज़लें और नज़्में अधिकर उनके असफल प्रेम संबंध की व्यथा की ही प्रतिबिंबित करती हैं .
A 15 16|||R:ADP|||को|||REQUIRED|||-NONE-|||0

S कौशला देवी सम्राट बिंबिसरा ( 558 491 ईसा पूर्व ) की पहली पत्नी के रूप में मगध साम्राज्य की महारानी थीं .
A 3 4|||R:SPELL|||बिंबिसार|||REQUIRED|||-NONE-|||0

S वह कोसल की एक राजकुमारी थी और राजा प्रसेनजित की बहन थी .
A 1 2|||R:NOUN|||कौशल|||REQUIRED|||-NONE-|||0

S क्रालपोरा भारत के जम्मू और कश्मीर राज्य के कुपवाड़ा ज़िले में स्थित एक नगर है .
A 13 14|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S ज़लूरा भारत के जम्मू और कश्मीर राज्य के बारामूला ज़िले में स्थित एक गाँच है .
A 13 14|||R:SPELL|||गाँव|||REQUIRED|||-NONE-|||0

S पटेल के दो भाई और एक भी हैं .
A 6 7|||R:NOUN|||बहन|||REQUIRED|||-NONE-|||0

S खाम भारत के गुजरात राज्य में कांग्रेस द्वारा बनाया गया एक सामाजिक संगठन था जिसका मुख्य उद्देश्य सभी को एक साथ लाना था .
A 13 14|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S फिल्म का निर्माण अभिषेक चौबे और रोनी स्क्रूवाला द्वारा किया गया है जो नेटफ्लिक्स पर 31 जुलाई 2020 को रिलीज़ किया जाएगा .
A 12 13|||R:PRON|||जिसे|||REQUIRED|||-NONE-|||0
A 21 22|||R:VERB-TENSE|||गया|||REQUIRED|||-NONE-|||0

S यह भारत के सकल घरेलू उत्पात का 10 है .
A 5 6|||R:NOUN|||उत्पाद|||REQUIRED|||-NONE-|||0

S इस गढ़ के साथ ही पावन बीघा में तालाब था , जिसका अधिकांश भाग अतिक्रमण हो चुका है .
A 5 6|||R:OTHER|||बावन|||REQUIRED|||-NONE-|||0

S सलकनपुर भारतीय राज्य मध्य प्रदेश के सिरोह जिले की रेहती तहसील का एक गाँव है .
A 6 7|||R:OTHER|||सीहोर|||REQUIRED|||-NONE-|||0

S किन्नर समाज हासिए पर क्यों .
A 2 3|||R:SPELL|||हाशिए|||REQUIRED|||-NONE-|||0

S हमारे समाज में हासिए पर का समाज दलित और आदिवासी समाज को कहा जाता है .
A 3 4|||R:SPELL|||हाशिए|||REQUIRED|||-NONE-|||0

S अतः श्रव्यिकी , विद्युतचुम्बकत्व और तरंग गतिकी आदि क्षेत्रों में तरंग समीकरण की चर्चा होती है .
A 5 6|||R:ADJ|||तरल|||REQUIRED|||-NONE-|||0

S अब अनुसंधान में जाने के लिये तीन साल की स्नातक डिग्री के बाद एक साल स्नातकोत्तर करके पीएचडी में प्रवेश लिया जा सकता है .
A 8 9|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S रमेश शून्यचित्रकार कभी विचारक रमेश शून्य 5 मार्च 1982 एक चित्रकार कवि और विचारक हैं .
A 2 3|||R:ADJ|||कवी|||REQUIRED|||-NONE-|||0

S रवीन्द्रनाठ ठाकुर ने अपने जीवन के कुछ दिन यहाँ बिताए थे और अपनी कुछ काविताएँ यहीं रहते हुए रची थी .
A 0 1|||R:SPELL|||रवीन्द्रनाथ|||REQUIRED|||-NONE-|||0

S पाली भारत के उत्तर प्रदेश राज्य के हरदोई ज़िले में स्थित एक नगर है .
A 0 1|||R:OTHER|||सांडी|||REQUIRED|||-NONE-|||0

S सांडी भारत के उत्तर प्रदेश राज्य के हरदोई ज़िले में स्थित एक नगर है .
A 0 1|||R:OTHER|||सोम|||REQUIRED|||-NONE-|||0

S गाँव में सन् २०१६ में सरपंच श्री राममेहर शोभाराम सिंह दूहन थे .
A 11 12|||R:VERB|||बने|||REQUIRED|||-NONE-|||0

S भगवानपुर भारत के बिहार राज्य के वैशाली ज़िले में स्थित एक शहर है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S वंगपंडु , गद्दार और बी .
A 2 3|||R:OTHER|||गद्दर|||REQUIRED|||-NONE-|||0

S कृपया कला पारखी सज्जन अपनी राय पकट करें .
A 6 7|||R:SPELL|||प्रकट|||REQUIRED|||-NONE-|||0

S उन्होने ही आवतंसक सूत्र का अनुवाद का किया था .
A 2 3|||R:SPELL|||अवतंसक|||REQUIRED|||-NONE-|||0

S यहां से जय सिंह 2020 में विधायक होंगे यह तय है .
A 10 11|||R:VERB-TENSE|||ह|||REQUIRED|||-NONE-|||0

S मैं रजनीश तिवारी राज मुझे विकिपिडिया पढ़ना व उसमें तथ्यात्मक संसोधन करना अच्छा लगता है .
A 5 6|||R:SPELL|||विकिपीडिया|||REQUIRED|||-NONE-|||0

S गर्रा भारत के मध्य प्रदेश राज्य के बालाघाट ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S संरचनात्मक अनुकूलन कार्यक्रम ( स्ट्रक्चरल एडजस्टमैंट प्रोग्राम ) के नाम से भी जाना जाता है .
A 5 6|||R:SPELL|||एडजस्टमेंट|||REQUIRED|||-NONE-|||0

S पाटी भारत के मध्य प्रदेश राज्य के बड़वानी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S आत्मनिर्भय भारत भारत के प्रधानमन्त्री नरेन्द्र मोदी की भारत को एक आत्मनिर्भर राष्ट्र बनाने सम्बन्धी एक दृष्टि ( विजन ) है .
A 0 1|||R:SPELL|||आत्मनिर्भर|||REQUIRED|||-NONE-|||0

S प्रधनमंत्री मोदी ने 4 जुलाई , 2020 को ऐप के मामले में आत्मनिर्भर बनने के लिए ऐप इनोवेशन चैलेंज लॉन्च किया .
A 0 1|||R:SPELL|||प्रधानमंत्री|||REQUIRED|||-NONE-|||0

S वह क्षेत्र जहाँ तक भारतीय सभ्यता का ऐतिहासिक और भौगोलिक विस्तार हुआ था , बृहद भारत कहलाता है .
A 14 15|||R:ADJ|||वृहद|||REQUIRED|||-NONE-|||0

S फ्रेज़रपुर भारत के छत्तीसगढ़ राज्य के बस्तर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S नथाना भारत के पंजाब राज्य के बठिन्डा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इनका जन्म 5 अगस्त सन् 1991 में ग्राम कटसिल , जिला चंदौली , उत्तर प्रदेश में हुआ था .
A 6 7|||R:ADP|||को|||REQUIRED|||-NONE-|||0

S हुक्केरी भारत के कर्नाटक राज्य के बेलगाम ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सिंगारेनी भारत के तेलंगाना राज्य के भद्राद्री कोठागुडम ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S नेत्रंग भारत के गुजरात राज्य के भरूच ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S पालेज भारत के गुजरात राज्य के भरूच ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S हमारा नाम पूजा परमार है और हम एक लिखिका है .
A 0 1|||R:PRON|||मेरा|||REQUIRED|||-NONE-|||0
A 8 9|||R:SPELL|||लेखिका|||REQUIRED|||-NONE-|||0

S विकिपीडिया पर आज हमने एक नया सफर शुरू किया है , उम्मीद करती हूँ की भविष्य में हमारा योगदान सभी के लिए हितकारी होगा .
A 14 15|||R:CONJ|||कि|||REQUIRED|||-NONE-|||0

S मेरा नाम पूजा परमार है और हम एक लेखिका है .
A 6 7|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB|||हूँ|||REQUIRED|||-NONE-|||0

S विकिपीडिया पर आज हमने एक नया सफर शुरू किया है , उम्मीद करती हूँ कि भविष्य में हमारा योगदान सभी के लिए हितकारी होगा .
A 3 4|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0
A 17 18|||R:PRON|||मेरा|||REQUIRED|||-NONE-|||0

S आमतौर पर उपयोग किए जाने वाले अधिकांश मेथडस पहले से ही समर्थित हैं , इसलिए उन्हें खरोंच से बनाने की कोई आवश्यकता नहीं है .
A 16 17|||R:ADV|||फिर|||REQUIRED|||-NONE-|||0

S कृपेकापुरा भारत के मध्य प्रदेश राज्य के भिंड ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S लहार भारत के मध्य प्रदेश राज्य के भिंड ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S बच्चा पांडे फिल्म का रिलीज हो गया है .
A 0 1|||R:OTHER|||बच्चन|||REQUIRED|||-NONE-|||0

S अस्करीपुर भारत के उत्तर प्रदेश राज्य के बिजनौर ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S हल्दौर भारत के उत्तर प्रदेश राज्य के बिजनौर ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सेनानियीं की स्मृति में गाँव वालों ने मिलकर स्मारक का निर्माण कराया है .
A 0 1|||R:SPELL|||सेनानियों|||REQUIRED|||-NONE-|||0

S गाँव के दक्षिण में स्थित खेड़े पर वर्षाकाल में प्रतिवर्ष जहर देव गोगा जी को समर्पित नौमी का प्रसिद्ध मेला लगता है .
A 10 11|||R:OTHER|||जाहर|||REQUIRED|||-NONE-|||0

S शुरू से ही फीना के लोग शिक्षा में आगे रहे है .
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S फीना के लगभग 100 लोग अध्यापक , 100 लोग इंजिनियर , 05 लोग एमबीबीएस , 12 लोग आयुर्वेदाचार्य और 25 लोग सेना में हैं .
A 9 10|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S फीना के इंजिनियर अमित कुमार , इंजिनियर नरेश चौहान , मनोज राजपूत , रमन राजपूत , रवि राजपूत सहित कई लोग सफल उद्यमी हैं .
A 2 3|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S विरेन्द्र सिंह चौहान चीफ इंजिनियर बने , संजय कुमार तथा रामावतार सिंह अधिशासी अभियंता बने .
A 4 5|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S इंजिनियर नरेश चौहान ने नूरपुर बस अड्डे पर पेयजल और सार्वजानिक मूत्रालय का निर्माण कराया .
A 0 1|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S चीफ इंजिनियर रहे विरेन्द्र सिंह चौहान तथा धीरेश बहादुर राजपूत ने अंत्येष्टि स्थल का निर्माण कराया .
A 1 2|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S इंजिनियर आलोक कुमार और इंजिनियर हेमन्त कुमार कई कई बार स्वेच्छिक रक्तदान कर चुके हैं .
A 0 1|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||इंजीनियर|||REQUIRED|||-NONE-|||0

S यह एल्गोरिथ्म एक क्रमबद्ध सरणी में अंक खोजने के काम आता है .
A 6 7|||R:NOUN|||लक्ष्य|||REQUIRED|||-NONE-|||0

S यह एल्गोरिथ्म एक क्रमबद्ध सरणी में अंक खोजने के काम आता है .
A 6 7|||R:NOUN|||लक्ष्य|||REQUIRED|||-NONE-|||0

S बाइनरी सर्च क्रमबद्ध सरणियों पर काम करती है .
A 3 4|||R:SPELL|||सारणियों|||REQUIRED|||-NONE-|||0

S बाइनरी सर्च लक्ष्य मान के साथ सरणी के बीच में एक तत्व की तुलना करके शुरू होती है .
A 6 7|||R:NOUN-GEN|||सारणी|||REQUIRED|||-NONE-|||0

S यदि लक्ष्य मान तत्व से मेल खाता है , तो सरणी में इसकी पोजीशन वापस कर दी जाती है .
A 10 11|||R:NOUN-GEN|||सारणी|||REQUIRED|||-NONE-|||0

S यदि लक्ष्य मान तत्व से कम है , तो सरणी के बाएं आधे हिस्से में खोज जारी रहती है .
A 9 10|||R:NOUN-GEN|||सारणी|||REQUIRED|||-NONE-|||0

S यदि लक्ष्य मान तत्व से अधिक है , तो खोज सरणी के दाएं आधे भाग में जारी रहती है .
A 10 11|||R:NOUN-GEN|||सारणी|||REQUIRED|||-NONE-|||0

S विभाजित और जीतना एक एल्गोरिथ्म डिजाइन प्रतिमान .
A 0 1|||R:NOUN|||विभाजन|||REQUIRED|||-NONE-|||0

S कंप्यूटर विज्ञान में , विभाजित और जीतना एक एल्गोरिथ्म डिजाइन प्रतिमान है , जो बहु शाखाओं वाले पुनरावृत्ति पर आधारित है .
A 4 5|||R:NOUN|||विभाजन|||REQUIRED|||-NONE-|||0

S मर्ज सॉर्ट एक विभाजित और विजेता एल्गोरिथ्म है जिसका आविष्कार जॉन वॉन न्यूमैन ने 1945 में किया था .
A 5 6|||R:ADJ|||विजयी|||REQUIRED|||-NONE-|||0

S मर्ज सॉर्ट एक विभाजित और विजयी एल्गोरिथ्म है जिसका आविष्कार जॉन वॉन न्यूमैन ने १९४५ में किया था .
A 5 6|||R:NOUN|||विजेता|||REQUIRED|||-NONE-|||0

S मर्ज सॉर्ट एक विभाजित और विजेता एल्गोरिथ्म है जिसका आविष्कार जॉन वॉन न्यूमैन ने 1945 में किया था .
A 5 6|||R:ADJ|||विजयी|||REQUIRED|||-NONE-|||0

S मर्ज सॉर्ट एक विभाजित और विजेता एल्गोरिथ्म है जिसका आविष्कार जॉन वॉन न्यूमैन ने 1945 में किया था .
A 5 6|||R:ADJ|||विजयी|||REQUIRED|||-NONE-|||0

S यह ऑस्ट्रेलिया , मोसमान में भी देखें जाते हैं .
A 2 3|||R:OTHER|||और|||REQUIRED|||-NONE-|||0

S यह गहराई प्रथम खोज , जो सबसे पहले गहराई पर मौजूद नोड्स की पड़ताल करता है , से उलट है .
A 2 3|||R:NOUN|||प्रधान|||REQUIRED|||-NONE-|||0

S यह आन्दोलन लगभग आधी शताब्दी तक चला और १९४१ में समाप्त हुआअ .
A 11 12|||R:SPELL|||हुआ|||REQUIRED|||-NONE-|||0

S 1917 ई में उपरमाल पंच बोर्ड की स्थापना की गई व मन्ना जी पटेल को इसका अध्यक्ष बनाया गया .
A 4 5|||R:OTHER|||पंचायत|||REQUIRED|||-NONE-|||0

S मेवाड़ रियासत में बिंदुलाल महाचार्य की अध्यक्षता में आयोग गठित किया गया .
A 4 5|||R:OTHER|||भट्टाचार्य|||REQUIRED|||-NONE-|||0

S सॉफ्टवेयर इंजीनियरिंग रिसर्च सेंटर ( एसईआरसी ) , भारतीय सूचना प्रौद्योगिकी संस्थान , हैदराबाद का एक प्रमुख अनुसन्धान केन्द्र है .
A 8 9|||R:OTHER|||अंतरराष्ट्रीय|||REQUIRED|||-NONE-|||0

S 11 वीं शताब्दी की एक छवि में तलवार को उसकी बेल्ट से बंधा हुआ दिखाया गया है .
A 9 10|||R:PRON|||उनकी|||REQUIRED|||-NONE-|||0

S यह डाटा के मूलांक के अनुसार समूह बनाकर तथा डाटा को समूह में वितरित कर , तुलना करने को डालता है .
A 9 10|||R:NOUN|||डेटा|||REQUIRED|||-NONE-|||0

S यह डाटा के मूलांक के अनुसार समूह बनाकर तथा डेटा को समूह में वितरित कर , तुलना करने को डालता है .
A 9 10|||R:NOUN|||डाटा|||REQUIRED|||-NONE-|||0

S रेडिक्स सॉर्टिंग एल्गोरिदम 1923 की शुरुआत में पंच्ड कार्डों को सॉर्ट करने के तरीके के रूप में आम उपयोग में आया .
A 7 8|||R:SPELL|||पंच|||REQUIRED|||-NONE-|||0

S एपिपोलर रेखागणित स्टीरियो कैमरा का स्मबनद निर्धारित करता हे .
A 5 6|||R:NOUN|||संबंध|||REQUIRED|||-NONE-|||0

S जब त्रिविम दृश्यन स्थल का प्रोजेक्शन कैमरा कि 2 दृश्यन छवि सतह पर होता है इसे परस्पेकटि‌व प्रोजेक्शन कहते है .
A 4 5|||R:ADP|||की|||REQUIRED|||-NONE-|||0
A 7 8|||R:ADP|||की|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB-GEN|||होती|||REQUIRED|||-NONE-|||0

S स्थल की छवि का स्थान कैमरा आंतरिक मैट्रिक्स निर्धारित करती है , पर इस मे स्थल कि गहराई खो जाती है .
A 9 10|||R:VERB-GEN|||करता|||REQUIRED|||-NONE-|||0
A 16 17|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S उलटा प्रोजेक्शन से पिक्सल के सथ्ल कि दिशा प्राप्त हो सकती है .
A 6 7|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S कैमरा मध्य बिंदू की दूसरे कैमरा पर छवि को एपिपोल कहते है .
A 4 5|||R:ADJ-GEN|||दूसरी|||REQUIRED|||-NONE-|||0

S यह कंप्यूटर कलन विधियों के द्वारा एक त्रिविम दृश्यन बिंदू स्थान खोजने की घति को तेज करता है .
A 13 14|||R:SPELL|||गति|||REQUIRED|||-NONE-|||0

S एपिपोलर प्लेन और कैमरा की छवि सतह के मिलाप की रेखा एपिपोलर रेखा होती है .
A 3 4|||R:NOUN|||कैमरे|||REQUIRED|||-NONE-|||0
A 8 9|||R:NOUN|||मिलान|||REQUIRED|||-NONE-|||0

S यहाँ फंडामेंटल मैट्रिक्स ( द्वारा चिह्नित ) दोनो कैमराओं की छवि का स्मबनद निर्धारित करता है .
A 12 13|||R:NOUN|||संबंध|||REQUIRED|||-NONE-|||0

S उसे बर्कले में स्वीकार किया गया था , लेकिन अध्ययन के बजाय वह बोस्टन चली गई और मेटर कॉर्पोरेशन में काम करने लगी .
A 0 1|||R:PRON|||उन्हे|||REQUIRED|||-NONE-|||0

S उझानी भारत के उत्तर प्रदेश राज्य के बदायूँ ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S जी आपके संपादन देख कर आपकी अच्छी नीति का पता चलता है .
A 7 8|||R:NOUN|||नीयत|||REQUIRED|||-NONE-|||0

S ऐड निर्मली वार्ड नो 04 , सुपौल ( बिहार ) .
A 0 1|||R:NOUN|||पता|||REQUIRED|||-NONE-|||0

S सहस्त्रार्जुन के पुत्र जमदग्नि ऋषि के आश्रम में गए , ऋषि को टुकड़ों में काटकर उनकी हत्या कर दी .
A 0 1|||R:OTHER|||सहस्रार्जुन|||REQUIRED|||-NONE-|||0

S सहस्त्रार्जुन के पुत्र जमदग्नि ऋषि के आश्रम में गए , ऋषि को टुकड़ों में काटकर उनकी हत्या कर दी .
A 0 1|||R:OTHER|||सहस्रार्जुन|||REQUIRED|||-NONE-|||0

S तुफान के कारण कई पेड़ और घर गिरे और टेक्सस और लुईज़ियाना में लोगों को लगभग 45 घंटों बिना बिजली के रहना पड़ा .
A 17 18|||R:NOUN|||घंटे|||REQUIRED|||-NONE-|||0

S अनवर खान एक भारतीय प्रभावशाली व्यक्ति हैं , जो राजस्थान के रहने वाले हैं .
A 8 9|||R:PRON|||वे|||REQUIRED|||-NONE-|||0

S वे हर क्षेत्र में सत्य के लिए कुशल एवं सफल छवि के लिए जाने जाते हैं .
A 0 1|||R:PRON|||जो|||REQUIRED|||-NONE-|||0

S इस प्रकार कुर्मी जाति को सूर्यवंशी क्षत्रिय माना गया हैं .
A 9 10|||R:VERB|||ह|||REQUIRED|||-NONE-|||0

S भमोड़ी भारत के मध्य प्रदेश राज्य के छिंदवाड़ा ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S वह बाबरी मस्जिद राम जन्मभूमि मामले में सुन्नी सेन्ट्रल वक्फ बोर्ड और आॅल इंडिया मुस्लिम पर्सनल लॉ बोर्ड के तरफ से वकील थे .
A 12 13|||R:OTHER|||ऑल|||REQUIRED|||-NONE-|||0

S आज्जमपुरा भारत के कर्नाटक राज्य के चिकमगलूर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बीरूर भारत के कर्नाटक राज्य के चिकमगलूर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S कवच हड्डी लिपि ( चीनी ) चीनी लिपि का सबसे पुराना ज्ञात उधारण है .
A 12 13|||R:SPELL|||उदाहरण|||REQUIRED|||-NONE-|||0

S इस लिपि के सबसे पुराने उधारण दूसरी सहस्राब्दी आम युग पूर्व के हैं .
A 5 6|||R:SPELL|||उदाहरण|||REQUIRED|||-NONE-|||0

S आप राजस्थान के बाड़मेर जिले के चौहटन तहसील के परा डी या गाव के निवासी हो .
A 5 6|||R:ADP|||में|||REQUIRED|||-NONE-|||0

S कभी कभी इसके ओओपर तिल भी बुरक दिए जाते हैं .
A 3 4|||R:SPELL|||ऊपर|||REQUIRED|||-NONE-|||0

S दैनिक , जसरत के अनुसार , कादरी इस तथ्य की वकालत करते हैं कि पैगंबर का प्यार हर मुसलमान के विश्वास का हिस्सा है .
A 2 3|||R:SPELL|||जसारत|||REQUIRED|||-NONE-|||0

S इसलिए , मुसलमानों को हम पर पड़ने वाले परीक्षणों और मुसीबतों में धैर्य दिखाना चाहिए .
A 4 5|||R:PRON|||उन|||REQUIRED|||-NONE-|||0

S बिड़लान बिड़ला भार्गव भारत में ब्राह्मण , बनिया और बाल्मीकि होते हैं जो अपने आप को ऋषि भार्गव , भृगु का वंसज मानते हैं .
A 16 17|||R:OTHER|||महर्षि|||REQUIRED|||-NONE-|||0

S बिड़लान बिड़ला भार्गव भारत में ब्राह्मण , बनिया और बाल्मीकि होते हैं जो अपने आप को महर्षि भार्गव , भृगु का वंसज मानते हैं .
A 9 10|||R:OTHER|||वाल्मीकि|||REQUIRED|||-NONE-|||0

S यह एक एप है , जो अगस्त 2016 से यूपीआई का इस्तेमाल कर पैसे के आदान प्रदान की सुविधा प्रदान करता है .
A 18 19|||R:NOUN|||विधा|||REQUIRED|||-NONE-|||0

S यह एक एप है , जो अगस्त 2016 से यूपीआई का इस्तेमाल कर पैसे के आदान प्रदान की सुविधा प्रदान करता है .
A 18 19|||R:NOUN|||विधा|||REQUIRED|||-NONE-|||0

S हिमाचल प्रदेश से लोकसभा के वर्तमान और पूर्व सदस्यों की सूची .
A 6 7|||R:CONJ|||व|||REQUIRED|||-NONE-|||0

S हिजरी 964 सन 1547मे बलराम सिंह सिसोदिया या बरम बाली सिंह सिसोदिया राजस्थान कन्नौज से रसीलदार होके आये .
A 17 18|||R:VERB|||आए|||REQUIRED|||-NONE-|||0

S यह देवास जिला के अन्तर्गत आता है .
A 2 3|||R:NOUN|||जिले|||REQUIRED|||-NONE-|||0

S भारतीय लेखक द्वारा सम्पादित ( २०२० ) के सात कवियों में इनका भी स्थान है .
A 8 9|||R:OTHER|||सौ|||REQUIRED|||-NONE-|||0

S हिन्दुत्व , भारतीय राष्ट्रीयता , और एकात्म मानवतावाद इसके प्रमुख वैचारित तत्त्व हैं .
A 7 8|||R:NOUN|||मानववाद|||REQUIRED|||-NONE-|||0
A 10 11|||R:SPELL|||वैचारिक|||REQUIRED|||-NONE-|||0

S कडब भारत के कर्नाटक राज्य के दक्षिण कन्नड़ ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S शाजापुर विधानसभा क्षेत्र मध्य भारत में मध्य प्रदेश राज्य के 230 विधानसभा निर्वाचन क्षेत्रों में से एक है .
A 9 10|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S लाल मूंग की दाल मधुर की दाल को ही कहते हैं इसे चिट्टीयो को खिलाने के काम लिया जाता है .
A 4 5|||R:NOUN-GEN|||मसूर|||REQUIRED|||-NONE-|||0

S जिसमे तकनीक से संबंधित जानकारी हिंदी भाषा में साझा की जाती है .
A 0 1|||R:PRON|||जिसमें|||REQUIRED|||-NONE-|||0

S तारकू भारत के सिक्किम राज्य के दक्षिण सिक्किम ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||शहर|||REQUIRED|||-NONE-|||0

S बरालाचला दर्रा हिमालय का एक दर्रा हौ .
A 6 7|||R:VERB|||हैं|||REQUIRED|||-NONE-|||0

S एक शिक्षक की लॉकडाउन में भूल जाने की छोटी सी कहानी .
A 5 6|||R:NOUN|||स्कूल|||REQUIRED|||-NONE-|||0

S बिजली पासी ने वर्तमान उत्तर प्रदेश राज्य के एक हिस्से पर शासन किया .
A 1 2|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S बिजली पासी के अस्तित्व या जीवन के संबंध में ऐतिहासिक साक्ष्य अस्पष्ट हैं .
A 1 2|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S महाराजा बिजली पासी किला लखनऊ का एक और ऐतिहासिक स्थल है जो देखने लायक है .
A 2 3|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S लखनऊ के अन्य ऐतिहासिक आकर्षणों की तुलना में , महाराज बीजली पासी किला कम प्रसिद्ध है .
A 11 12|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S बिजली पासी के अस्तित्व या जीवन के संबंध में ऐतिहासिक साक्ष्य अस्पष्ट हैं .
A 1 2|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S इस स्मारक स्टाम्प में , उत्तर प्रदेश में बिजनौर शहर की स्थापना का श्रेय बिज़ली पासी को दिया गया .
A 15 16|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S बिजली पासी ने वर्तमान उत्तर प्रदेश राज्य के एक हिस्से पर शासन किया .
A 1 2|||R:OTHER|||भर|||REQUIRED|||-NONE-|||0

S यहाँ देहरादून की ज़िला जेल स्थित है .
A 2 3|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S यह नाथ पन्थ में वामार्ग के रूप में कहा जाता है .
A 0 1|||R:PRON-NUM|||इन्हे|||REQUIRED|||-NONE-|||0

S घाटाबिल्लोद भारत के मध्य प्रदेश राज्य के धार ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S कुकशी भारत के मध्य प्रदेश राज्य के धार ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S नालछा भारत के मध्य प्रदेश राज्य के धार ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S सिंघाना भारत के मध्य प्रदेश राज्य के धार ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S यह खंडवा जिले के अन्तर्गत आता है .
A 1 2|||R:OTHER|||देवास|||REQUIRED|||-NONE-|||0

S यह देवास जिले के अन्तर्गत आता है .
A 1 2|||R:OTHER|||खंडवा|||REQUIRED|||-NONE-|||0

S यह शो पे पिक्चर्स द्वारा निर्मित है .
A 2 3|||R:OTHER|||पेनिनसुला|||REQUIRED|||-NONE-|||0

S पालयम भारत के तमिल नाडु राज्य के कन्याकुमारी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S गाड़ासरई भारत के मध्य प्रदेश राज्य के डिंडौरी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S जा समुदाय के पूर्वजों के द्वारा इस गांव को पूर्व में बसाया गया था .
A 0 1|||R:OTHER|||झा|||REQUIRED|||-NONE-|||0

S लोकेश चुघ ने अपनी स्नातक और जैव प्रौद्योगिकी में स्नातकोत्तर की पढ़ाई पूरी की है .
A 1 2|||R:SPELL|||चुग|||REQUIRED|||-NONE-|||0

S उन्होंने डेल्ही विश्वविद्यालय से फिलोसोफी में मास्टर की पढ़ाई पूरी की है .
A 1 2|||R:SPELL|||दिल्ली|||REQUIRED|||-NONE-|||0

S पार्टी मंे वर्तमान स्थिति सदस्य , प्रदेश कार्य समिति भारतीय जनता पार्टी म प्र .
A 1 2|||R:SPELL|||में|||REQUIRED|||-NONE-|||0

S इस दौरे में तीन महिला वनडे अन्तरराष्ट्रीय ( मवनडे ) और तीन महिला ट्वेन्टी २० अंतरराष्ट्रीय ( मटी20ई ) शामिल हैं .
A 20 21|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0

S डाइनामाइट न्यूज़ की स्थापना 16 अक्टूबर 2015 में एक भारतीय पत्रकार मनोज टिबड़ेवाल आकाश द्वारा की गई थी .
A 7 8|||R:ADP|||को|||REQUIRED|||-NONE-|||0

S वह डाइनामाइट न्यूज़ के संस्थापक और एडिटर इन चीफ भी है .
A 10 11|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इतने कम समय में डाइनामाइट न्यूज़ ने डिजिटल पत्रकारिता के छेत्र में देश के प्रमुख मीडिया संस्थानों में अपनी जगह बना ली है .
A 10 11|||R:SPELL|||क्षेत्र|||REQUIRED|||-NONE-|||0

S डायनामाइट न्यूज़ यू पी एस सी कॉन्क्लेव .
A 0 1|||R:NOUN|||डाइनामाइट|||REQUIRED|||-NONE-|||0

S आज मोदी जमील की रचनाएं देश विदेश की पत्र एवं पत्रिकाओं में नित छपती आ रही हैं .
A 1 2|||R:OTHER|||मो|||REQUIRED|||-NONE-|||0

S बिहार विधानसभा चुनाव के लिए सदस्यों का चुनाव करने के लिए आयोजित किया जाएगा विधानसभा भारतीय की राज्य की बिहार .
A 13 14|||R:VERB-TENSE|||गया|||REQUIRED|||-NONE-|||0
A 0 1|||U:OTHER||||||REQUIRED|||-NONE-|||0
A 2 3|||R:NOUN|||भारतीय|||REQUIRED|||-NONE-|||0
A 3 5|||R:ADP|||की|||REQUIRED|||-NONE-|||0
A 5 9|||R:NOUN|||राज्य|||REQUIRED|||-NONE-|||0
A 9 11|||R:ADP|||की|||REQUIRED|||-NONE-|||0
A 11 13|||R:OTHER|||बिहार|||REQUIRED|||-NONE-|||0
A 13 14|||R:OTHER|||.|||REQUIRED|||-NONE-|||0
A 0 0|||M:OTHER|||बिहार|||REQUIRED|||-NONE-|||0
A 1 2|||R:NOUN|||चुनाव|||REQUIRED|||-NONE-|||0
A 2 3|||R:ADP|||के लिए|||REQUIRED|||-NONE-|||0
A 3 4|||R:NOUN|||सदस्यों का चुनाव करने|||REQUIRED|||-NONE-|||0
A 4 5|||R:ADP|||के लिए|||REQUIRED|||-NONE-|||0
A 5 6|||R:OTHER|||आयोजित किया|||REQUIRED|||-NONE-|||0
A 6 7|||R:OTHER|||गया|||REQUIRED|||-NONE-|||0

S कुल 243 सीटों के लिए तीन चरणों में चुनाव होगा .
A 9 10|||R:VERB-TENSE|||हुआ|||REQUIRED|||-NONE-|||0

S कुल 243 सीटों के लिए तीन चरणों में चुनाव हुआ .
A 9 10|||R:VERB-TENSE|||होगा|||REQUIRED|||-NONE-|||0

S आश्रम का निमार्ण पूरा हो जाने पर श्री सियाग ने अपने जीवनकाल का बाकी समय इसी आश्रम में बिताया .
A 2 3|||R:NOUN|||निर्माण|||REQUIRED|||-NONE-|||0

S वे महाराजा रनजीत सिंह के सबसे ज्येष्ठ पुत्र थे .
A 2 3|||R:SPELL|||रणजीत|||REQUIRED|||-NONE-|||0

S इनकी पहेली हिंदी फिल्म डिअर वर्सेज बेयर थी जिसमे इनका स्टेज नाम लवली जोशी था .
A 6 7|||R:SPELL|||बियर|||REQUIRED|||-NONE-|||0

S कुन्नुकरा भारत के केरल राज्य के एर्नाकुलम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S मलयाट्टूर भारत के केरल राज्य के एर्नाकुलम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S मट्टूर भारत के केरल राज्य के मलप्पुरम ज़िले में स्थित एक नगर है .
A 6 7|||R:OTHER|||एर्नाकुलम|||REQUIRED|||-NONE-|||0

S विद्वान लोग हिन्दू धर्म को भारत की विभिन्न संस्कृतियों एवं परम्पराओं का सम्मिश्रण मानते हैं जिसका कोई संस्थापक परम शिवा है .
A 16 17|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S कुशिव कुंडलिनी जी की वह शक्ति है जो मुलाधारचक्र में शिवलिंग पर सुप्त अवस्था में रह कर भी जीवन प्रदान करती है .
A 0 1|||R:SPELL|||शिव|||REQUIRED|||-NONE-|||0

S द्रवंशी जादों ( हिन्दी ) पौराणिक यादवा ( संस्कृति ) यदुवंशी क्षत्रियों का ऐतिहासिक शोध .
A 0 1|||R:SPELL|||चंद्रवंशी|||REQUIRED|||-NONE-|||0

S वेंदुवड़ी भारत के केरल राज्य के एर्नाकुलम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S वनडे श्रृंखला २०२० २२ आईसीसी क्रिकेट विश्व कप सुपर लीग के पहले संस्करण का हिस्सा बनेगी .
A 15 16|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S निचामपालयम भारत के तमिल नाडु राज्य के ईरोड ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S तुडुपति भारत के तमिल नाडु राज्य के ईरोड ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S जय जय बाला त्रिपुरा त्रिशक्ति जगदम्ब , .
A 4 5|||R:OTHER|||महाशक्ति|||REQUIRED|||-NONE-|||0

S सेट और सोनी सब से सामग्री की पेशकश सोनी पाल , एक चैनल ने ग्रामीण हिंदी भाषी बाजारों को लक्षित किया .
A 9 10|||R:NOUN|||पल|||REQUIRED|||-NONE-|||0

S बुल्गारिया ने इस दौरे से एक महीने पहले माल्टा के खिलाफ अपनी पिछली श्रृंखला खो दी थी .
A 14 15|||R:VERB|||गवां|||REQUIRED|||-NONE-|||0

S मैच 16 और 18 अक्टूबर 2020 के बीच इलफ़ॉव काउंटी के मोरा व्लास्सेई क्रिकेट ग्राउंड में खेले जाएंगे .
A 17 18|||R:VERB-NUM|||गये|||REQUIRED|||-NONE-|||0

S वे समरकंद , उज्बेकिस्तान से भारत आते थे .
A 6 7|||R:VERB|||आये|||REQUIRED|||-NONE-|||0

S वनडे मैच 2020 23 आईसीसी क्रिकेट विश्व कप सुपर लीग के हिस्सा थे , और वे लीग के पहले मैच थे .
A 15 16|||R:PRON|||यह|||REQUIRED|||-NONE-|||0

S मानकपुर साहदात उत्तर प्रदेश के साहारनपुर जिले का एक गांव हैं .
A 5 6|||R:SPELL|||सहारनपुर|||REQUIRED|||-NONE-|||0

S केवल आंध्र प्रदेश , बिहार , कर्नाटक , महाराष्ट्र , .
A 9 10|||R:OTHER|||आदि|||REQUIRED|||-NONE-|||0

S डम्बल भारत के कर्नाटक राज्य के गदग ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इस परिभाषा यह सूचित नही करती की गुण एक अलग वस्तु है और द्रव्य एक अलग वस्तु है .
A 0 1|||R:DET|||यह|||REQUIRED|||-NONE-|||0

S मिचेल सेंटनर को पहले टेस्ट के लिए न्यूज़ीलैंड की टीम में शामिल किया गया था , जो कि अजाज पटेल के लिए कवर था .
A 0 1|||R:OTHER|||मिशेल|||REQUIRED|||-NONE-|||0

S टेस्ट श्रृंखला , 2019 21 आईसीसी विश्व टेस्ट चैम्पियनशिप के प्रथम संस्करण का हिस्सा हैं .
A 14 15|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S और कोविड 19 महामारी के दौरान जैव सुरक्षा का पालन करने के लिए अपनी सरकार के साथ काम कर रहे हें .
A 20 21|||R:VERB|||थे|||REQUIRED|||-NONE-|||0

S वे जनता दल ( यूनाईटेड ) के राजनेता हैं .
A 4 5|||R:SPELL|||यूनाइटेड |||REQUIRED|||-NONE-|||0

S शिगली भारत के कर्नाटक राज्य के गदग ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इसकी सदस्य जातियाँ भारतीय उपमहादीप , मध्यपूर्व और अफ्रीका में पाई जाती हैं .
A 4 5|||R:SPELL|||उपमहाद्वीप|||REQUIRED|||-NONE-|||0

S अम्बापुर भारत के गुजरात राज्य के गांधीनगर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S धराकोट भारत के ओड़िशा राज्य के गंजाम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इस हिंसक झड़प में , र्य समाज के कुछ अनुयायी मारे गए .
A 5 6|||R:SPELL|||आर्य|||REQUIRED|||-NONE-|||0

S गंडोला भारत के ओड़िशा राज्य के गंजाम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S करातली भारत के ओड़िशा राज्य के गंजाम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S खल्लीकोट भारत के ओड़िशा राज्य के गंजाम ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S वनडे श्रृंखला , 2020 23 आईसीसी क्रिकेट विश्व कप सुपर लीग के उद्घाटन का हिस्सा बनाया .
A 15 16|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S आयरलैंड महिला क्रिकेट टीम नवंबर 2020 में स्पेन में स्कॉटलैंड महिला क्रिकेट टीम से खेलने वाली है .
A 0 1|||R:OTHER|||आयरलैण्ड|||REQUIRED|||-NONE-|||0

S आयरलैण्ड महिला क्रिकेट टीम नवंबर 2020 में स्पेन में स्कॉटलैंड महिला क्रिकेट टीम से खेलने वाली है .
A 9 10|||R:OTHER|||स्कॉटलैण्ड|||REQUIRED|||-NONE-|||0

S आयरलैण्ड महिला क्रिकेट टीम नवंबर 2020 में स्पेन में स्कॉटलैण्ड महिला क्रिकेट टीम से खेलने वाली है .
A 16 17|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S इस दौरे में दो 50 ओवर के मैच और तीन महिला ट्वेन्टी २० अंतरराष्ट्रीय ( मटी20आई ) शामिल होंगे .
A 18 19|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0

S पूर्वोत्तर संवाद व असम हैडलाइन्स न्यूज के संंपादन का कार्य करते हैं .
A 7 8|||R:SPELL|||संपादन|||REQUIRED|||-NONE-|||0

S शिक्षा क्षेत्र में रूचि रखते हुए मेघालय व असम में अध्यापन कार्य किया हैै .
A 13 14|||R:SPELL|||है|||REQUIRED|||-NONE-|||0

S यह वर्तमान बिहार राज्य के अन्तर्गत आने वाले क्षेत्रों में सबसे बड़ा देशी राज्य था .
A 14 15|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S उनकी रचनाएँ उड़िया और संस्कृत भाषाओं में हैं , जिनमें पारम्परिक उड़िया शैली में रचित सैंकड़ों गीत भी थे .
A 18 19|||R:VERB|||हैं|||REQUIRED|||-NONE-|||0

S चिनिया भारत के झारखण्ड राज्य के गढ़वा ज़िले में स्थित एक गाँव है .
A 0 1|||R:NOUN|||डंडा|||REQUIRED|||-NONE-|||0

S इस मंदिर परिसर को लगन्हग दो किमी लम्बी दीवार से घेरा गया है .
A 4 5|||R:SPELL|||लगभग|||REQUIRED|||-NONE-|||0

S रमकंडा भारत के झारखण्ड राज्य के गढ़वा ज़िले में स्थित एक गाँव है .
A 0 1|||R:SPELL|||रमना|||REQUIRED|||-NONE-|||0

S दिसंबर 2020 में टेस्ट श्रृंखला शुरू होने वाली थी , जिसमें पहला टेस्ट ब्रिसबेन में हुआ था .
A 15 16|||R:VERB|||होना|||REQUIRED|||-NONE-|||0

S टेस्ट श्रृंखला 2019 21 आईसीसी विश्व टेस्ट चैम्पियनशिप के उद्घाटन का हिस्सा बनेगी .
A 12 13|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S पाकिस्तान ए टीम को दिसंबर 2020 में न्यूजीलैंड ए टीम के खिलाफ , क्वीन्सटाउन में एक और व्हांगारेइ में दो मैच खेले थे .
A 3 4|||R:ADP|||ने|||REQUIRED|||-NONE-|||0

S टेस्ट श्रृंखला 2019 21 आईसीसी विश्व टेस्ट चैम्पियनशिप के उद्घाटन का हिस्सा हैं .
A 12 13|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S गाँव कर्मनाशा नदी के किनारे और उत्तर प्रदेश की राज्य सीमा पर स्थित है , और गंगा के पार बिहार राज्य है .
A 16 17|||R:NOUN|||नदी|||REQUIRED|||-NONE-|||0

S गाँव गंगा नदी के किनारे और उत्तर प्रदेश की राज्य सीमा पर स्थित है , और नदी के पार बिहार राज्य है .
A 16 17|||R:OTHER|||गंगा|||REQUIRED|||-NONE-|||0

S गाँव कर्मनाशा नदी के किनारे और उत्तर प्रदेश की राज्य सीमा पर स्थित है , और गंगा के पार बिहार राज्य है .
A 16 17|||R:NOUN|||नदी|||REQUIRED|||-NONE-|||0

S दिसंबर 2018 में , उन्हें एसीसी इमर्जिंग टीम्स एशिया कप 2018 के लिए पाकिस्तान की टीम में नामित किया गया था .
A 7 8|||R:SPELL|||टीम|||REQUIRED|||-NONE-|||0

S उसी महीने बाद में , उन्हें बांग्लादेश में एसीसी इमर्जिंग टीम्स एशिया कप 2019 के लिए पाकिस्तान की टीम में नामित किया गया था .
A 10 11|||R:SPELL|||टीम|||REQUIRED|||-NONE-|||0

S इसरी भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक शहर है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S परातडीह भारत के झारखंड राज्य के गिरिडीह ज़िले में स्थित एक शहर है .
A 6 7|||R:OTHER|||गिरीडीह|||REQUIRED|||-NONE-|||0

S परातडीह भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक शहर है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S असुरबंध भारत के झारखंड राज्य के गिरिडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरीडीह|||REQUIRED|||-NONE-|||0

S असुरबंध भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S पीरटांड भारत के झारखंड राज्य के गिरिडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरीडीह|||REQUIRED|||-NONE-|||0

S पीरटांड भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S खोरी महुआ भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक गाँव है .
A 7 8|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S महेशियादीघी भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S मुझे विकिपीडिया के बारे ज्यादा कुछ पता नहीं था लेकिन ने मेरी बहुत मदद की और मैं अब अच्छा विकिपीडिया एडिट करना सीख गया हूँूू .
A 24 25|||R:SPELL|||हूँ|||REQUIRED|||-NONE-|||0

S हेसला भारत के झारखंड राज्य के गिरीडीह ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||गिरिडीह|||REQUIRED|||-NONE-|||0

S इस मनोरम एवं दुर्लभ आश्रम में धार्मिक से लेकर पर्यटन के लिये दूर दूर से लोग भारी जनबल के साथ आते हैं .
A 11 12|||R:ADP|||लिए|||REQUIRED|||-NONE-|||0

S इस आश्रम में अनेकों शिवलिंग विराजमान हैं और पर्वतों से निकलकर आ रही जलधारा उनका अभिषेक करती हुई जान पड़ती हैं .
A 20 21|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S गाणगापुर भारत के कर्नाटक राज्य के गुलबर्ग ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S कुंजाखेड़ा भारत के मध्य प्रदेश राज्य के गुना ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S दोरंगला भारत के पंजाब राज्य के गुरदासपुर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S श्री हरगोबिंदपुर भारत के पंजाब राज्य के गुरदासपुर ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S वे त्रिभुभव विश्वविद्यालय में व्याख्याता हैं .
A 1 2|||R:SPELL|||त्रिभुवन|||REQUIRED|||-NONE-|||0

S मौदहा भारत के उत्तर प्रदेश राज्य के हमीरपुर ज़िले में स्थित एक नगर है .
A 0 1|||R:OTHER|||राठ|||REQUIRED|||-NONE-|||0

S श्रीभाष्य में रामनुजाचार्य ने तीन प्रकार के तत्त्वों का वर्णन किया है ब्रह्म , आत्मा और जगत् .
A 14 15|||R:NOUN-GEN|||जीवात्मा|||REQUIRED|||-NONE-|||0

S टिमरनी भारत के मध्य प्रदेश राज्य के हरदा ज़िले में स्थित एक नगर है .
A 0 1|||R:SPELL|||सिराली|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बेलरा भारत के उत्तराखण्ड राज्य के हरिद्वार ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S रामनाथपुर भारत के कर्नाटक राज्य के हासन ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S राजा नाहर सिंह को बलभगढ़ का शेर खा जाता है .
A 7 8|||R:VERB|||कहा|||REQUIRED|||-NONE-|||0

S रुदायन भारत के उत्तर प्रदेश राज्य के हाथरस ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S यजीद को निष्ठा की शपथ देने से इनकार करने के लिए मदीना के लोगों के खिलाफ एक अभियान के कमांडर था .
A 20 21|||R:VERB-NUM|||थे|||REQUIRED|||-NONE-|||0

S चौडय्यदानपुरा भारत के कर्नाटक राज्य के हावेरी ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S किन राजवंश के दौरान , " ह्वांगशान " को " यिशान " ( यी पर्वत ) के रूप में जाना जाता था .
A 0 1|||R:OTHER|||चिन|||REQUIRED|||-NONE-|||0

S सऊदी अरब में सभी रेलवे सऊदी रेलवे संगठन द्वारा आयोजित किए जाते हैं .
A 0 1|||R:OTHER|||सउदी|||REQUIRED|||-NONE-|||0

S आपकी पांच पुस्तकें प्रकशित हो चुकी हैं .
A 0 1|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S आपके साहित्यिक काव्य सरल , सहज संवाद शैली मे होते हैं .
A 0 1|||R:PRON|||इनके|||REQUIRED|||-NONE-|||0

S आपकी कुछ पुस्तकें प्रकाशाधीन हैं .
A 0 1|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S आपकी अधिकतम काव्य रचनाएं भक्तिधारा से ओतप्रोत हैं जिनमें लयात्मक भाव .
A 0 1|||R:PRON|||इनकी|||REQUIRED|||-NONE-|||0

S आपकी पांच पुस्तकें प्रकशित हो चुकी हैं .
A 3 4|||R:ADJ|||प्रकाशित|||REQUIRED|||-NONE-|||0

S आपकी पांच पुस्तकें प्रकाशित हो चुकी हैं .
A 3 4|||R:ADJ|||प्रकशित|||REQUIRED|||-NONE-|||0

S देश पर 1783 से अल खलीफा राजवंश का शासन था .
A 9 10|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S यह मैदान 2006 के अंडर 19 क्रिकेट विश्व कप के लिए पांच स्थानों में से एक था .
A 12 13|||R:NOUN|||मैदानों|||REQUIRED|||-NONE-|||0

S चौपारण भारत के झारखंड राज्य के हज़ारीबाग ज़िले में स्थित एक शहर है .
A 0 1|||R:OTHER|||दारी|||REQUIRED|||-NONE-|||0

S राहुल शर्मा भरतीयभारतीय माइक्रोमैक्स मोबाइल कम्पनी के सहसंस्थापकसह संस्थापक हैं .
A 2 3|||R:SPELL|||भारतीय|||REQUIRED|||-NONE-|||0
A 7 8|||R:NOUN|||सह|||REQUIRED|||-NONE-|||0

S आदमपुर भारत के हरियाणा राज्य के हिसार ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S यह प्राचीनकालीन व मध्यकालीन समय में एक महत्वपूर्व नदी बंगरगाह , और दक्षिण बंगाल का मुख्य शहर व कभी कभी राजधानी भी रहा है .
A 9 10|||R:SPELL|||बंदरगाह|||REQUIRED|||-NONE-|||0

S टेस्ट श्रृंखला 2019 21 आईसीसी विश्व टेस्ट चैम्पियनशिप के उद्घाटन का हिस्सा हैं .
A 12 13|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S बस्सी कलाँ भारत के पंजाब राज्य के होशियारपुर ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S हरिआना भारत के पंजाब राज्य के होशियारपुर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S शाम चौरासी भारत के पंजाब राज्य के होशियारपुर ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S ऊँची बस्सी भारत के पंजाब राज्य के होशियारपुर ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S टांडा उड़मुड़ भारत के पंजाब राज्य के होशियारपुर ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सदियों से , कायस्थों के व्यावसायिक इतिहास काफी हद तक लिपि एवं प्रशाशन से जुड़ा रहा है .
A 10 11|||R:VERB|||लेखनी|||REQUIRED|||-NONE-|||0

S तंकमनी भारत के केरल राज्य के इडुक्की ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S गोविंदगढ़ भारत के राजस्थान राज्य के जयपुर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S इसकी रचना उन्होंने चौरासी वैष्णवन की वार्त तथा दो सौ बावन की वार्ता के गूढ़ भावों को स्पष्ट करने के लिए की है .
A 6 7|||R:NOUN|||वार्ता|||REQUIRED|||-NONE-|||0

S भावप्रकाश की भषा की एक बनगी देखिए .
A 2 3|||R:SPELL|||भाषा|||REQUIRED|||-NONE-|||0
A 5 6|||R:SPELL|||बानगी|||REQUIRED|||-NONE-|||0

S टेस्ट श्रृंखला उद्घाटन आईसीसी विश्व टेस्ट चैम्पियनशिप का हिस्सा थी और वनडे श्रृंखला उद्घाटन आईसीसी क्रिकेट विश्व कप सुपर लीग का हिस्सा हैं .
A 22 23|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S मूल रूप से वह वाराणसी के सम्पूर्णानंद संस्कृत विश्वविद्यालय में तुलनात्मक दर्शन और धर्म के प्रोफेसर हैं .
A 3 4|||R:PRON|||वे|||REQUIRED|||-NONE-|||0

S जामनेर भारत के महाराष्ट्र राज्य के जलगाँव ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S नगरदेवले भारत के महाराष्ट्र राज्य के जलगाँव ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S वरणगाँव भारत के महाराष्ट्र राज्य के जलगाँव ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S बदनापुर भारत के महाराष्ट्र राज्य के जालना ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S जाफ्राबाद भारत के महाराष्ट्र राज्य के जालना ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S मीकांग के ऊपर दूसरा थाई लाओ फ्रेंडशिप ब्रिज थाईलैंड के मुकदाहान प्रान्त को जोड़ता है .
A 8 9|||R:OTHER|||थाईलैण्ड|||REQUIRED|||-NONE-|||0

S मंत्रालय का लक्ष्य 2015 के शैक्षिक सत्र तक सेवा शुरू करना है .
A 11 12|||R:VERB|||था|||REQUIRED|||-NONE-|||0

S कलीठ भारत के जम्मू और कश्मीर राज्य के जम्मू ज़िले में स्थित एक नगर है .
A 13 14|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बालाचडी भारत के गुजरात राज्य के जामनगर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S सुरजकराडी भारत के गुजरात राज्य के जामनगर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S मैं नाम के विकिपीडिया पेज में काफ़ी एडिट किये हैं वहीं से जानकारी यहाँ हिंदी व्याकरण पेज पे डालूँगा .
A 0 1|||R:PRON|||मैंने|||REQUIRED|||-NONE-|||0

S कहते है कि भिनमाल के वर्तमान निवासी देवड़ा देवरा लोग एवं श्रीमाली ब्राहमण , कनक के साथ ही काश्मीर से आए थे .
A 3 4|||R:SPELL|||भीनमाल|||REQUIRED|||-NONE-|||0

S इनके द्वारा लिखी गयी " यू ओनली लाइव वन्स .
A 0 3|||R:OTHER|||यू ओनली लिव|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||वन्स|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||.|||REQUIRED|||-NONE-|||0
A 0 3|||R:OTHER|||इनके द्वारा लिखी|||REQUIRED|||-NONE-|||0
A 3 4|||R:OTHER|||गयी|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||"|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||लिव|||REQUIRED|||-NONE-|||0

S जबकि दूसरी किताब " यू ओनली लाइव वन्स .
A 0 4|||R:OTHER|||यू ओनली लिव वन्स .|||REQUIRED|||-NONE-|||0
A 0 5|||R:OTHER|||जबकि दूसरी किताब "|||REQUIRED|||-NONE-|||0
A 2 3|||R:OTHER|||लिव|||REQUIRED|||-NONE-|||0

S देवरुप्पुला भारत के तेलंगाना राज्य के जनगाँव ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S १९९४ के पश्चात बर्लिन विश्वविद्यालय में एक व्याख्याता के रूप में नियमित रूप से गतिविधियों में सम्मिलित है .
A 17 18|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S नवंबर के मध्य के दौरान मांस बेहतर होता था और मछलियों समुद्र तट की ओर चली आति है .
A 14 15|||R:DET|||और|||REQUIRED|||-NONE-|||0

S कई इतिहासकारों को लगता है कि यह अनुष्ठान की इस प्रका शुरुआत हो सकती है .
A 10 11|||R:SPELL|||प्रकार|||REQUIRED|||-NONE-|||0

S खेड़ा भारत के मध्य प्रदेश राज्य के झाबुआ ज़िले में स्थित एक गाँव है .
A 0 1|||R:OTHER|||पारा|||REQUIRED|||-NONE-|||0

S वर्ष 1890 1900 में उन्होने काठियावाड़ रज्य में कई जगह नौकरी की .
A 6 7|||R:SPELL|||राज्य|||REQUIRED|||-NONE-|||0

S जब वे मुम्बई नगरपालिक में आए तब कुर्ला में वे दलित बस्तियों में गए .
A 3 4|||R:SPELL|||नगरपालिका|||REQUIRED|||-NONE-|||0

S भिण्डावास वन्य अभयारण्य भारत के हरियणा राज्य के झज्जर ज़िले में झज्जर शहर से लगभग 15 किमी दूर स्थित एक वन्य अभयारण्य है .
A 5 6|||R:SPELL|||हरियाणा|||REQUIRED|||-NONE-|||0

S गुभाना भारत के हरियाणा राज्य के झज्जर ज़िले में स्थित एक गाँव था .
A 12 13|||R:VERB|||है|||REQUIRED|||-NONE-|||0

S कुछ रिपोर्टों के अनुसार , विधवाओं को सरकार से उनकी पेंशन नहीं मिल रही है .
A 1 2|||R:NOUN|||सूत्रों|||REQUIRED|||-NONE-|||0

S ब्रजभाषा सृजित उनके काव्य में ग्रामीण परिवेश की मानसिक संरचना ठीक संतों की वाणी के समान सुनाई पड़ती है .
A 11 12|||R:NOUN-NUM|||संत|||REQUIRED|||-NONE-|||0

S ब्रजभाषा सृजित उनके काव्य में ग्रामीण परिवेश की मानसिक संरचना ठीक संत की वाणी के समान सुनाई पड़ती है .
A 11 12|||R:NOUN-NUM|||संतों|||REQUIRED|||-NONE-|||0

S अन्ततः गीत संग्रह की प्रकाशकीय स्तिथि पर पूर्वोक्त चर्चा की जा चुकी है .
A 5 6|||R:NOUN|||स्थिति|||REQUIRED|||-NONE-|||0

S श्री द्विवेदी राष्ट्रीय व सांस्कृतिक चेतना के अमर गायक थे .
A 2 3|||R:OTHER|||राष्ट्र|||REQUIRED|||-NONE-|||0

S जहाँ उनके काव्य में राष्ट्रीय चेतना की अभिव्यक्ति है , वहीँ समकालीन राजनीति के प्रति भी वे संवेदनशील हैं .
A 4 5|||R:NOUN|||राष्ट्र|||REQUIRED|||-NONE-|||0

S श्री द्विवेदी राष्ट्र व सांस्कृतिक चेतना के अमर गायक थे .
A 2 3|||R:ADJ|||राष्ट्रीय|||REQUIRED|||-NONE-|||0

S जहाँ उनके काव्य में राष्ट्र चेतना की अभिव्यक्ति है , वहीँ समकालीन राजनीति के प्रति भी वे संवेदनशील हैं .
A 4 5|||R:ADJ|||राष्ट्रीय|||REQUIRED|||-NONE-|||0

S ग्राम बारौली श्री द्विवेदी की ननिहाल रही है .
A 0 1|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S उनका मूल पैतृक गाँव उत्तर प्रदेश के अलीगढ़ ज़िले की ही तहसील खैर में स्थित ग्राम जान्हेरा है .
A 15 16|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S डफ़्टी और कैरोलिन द्वारा विक्टोरियाई दृश्यों के तीन दृश्य को मेलबर्न से 18 वीं पेरिस पेरिस प्रदर्शनी में भेजने के लिए चुना गया था .
A 10 11|||R:OTHER|||मेलबोर्न|||REQUIRED|||-NONE-|||0

S उनमें विशॅषकर वे लोग शामिल हैं जिन्होंने इस संघर्ष में अपनी जान गंवाई है .
A 1 2|||R:SPELL|||विशेषकर|||REQUIRED|||-NONE-|||0

S पलरा भारत के उत्तर प्रदेश राज्य के झाँसी ज़िले में स्थित एक गाँव है .
A 0 1|||R:OTHER|||पूँछ|||REQUIRED|||-NONE-|||0

S श्री आँगन आश्रम बांग्लादेश के फरीदपुर शहर के गोलचमाट इलाके मे स्थित वैष्णव संप्रदाय के महानाम उपसम्प्रदाय का एक आश्रम है .
A 1 2|||R:OTHER|||अंगन|||REQUIRED|||-NONE-|||0

S उसी समय उनके बिहारी सहयोगी ने उन्हें श्री श्री आंगन आश्रम के पास रोक कर उसपर हमला करने का इशारा दिया .
A 9 10|||R:OTHER|||अंगन|||REQUIRED|||-NONE-|||0

S १९९६ में आश्रम प्राधिकरण द्वारा श्री आँगन के परिसर में एक स्मारक बनाया गया था .
A 6 7|||R:OTHER|||अंगन|||REQUIRED|||-NONE-|||0

S श्रीश्री महानम आंगन , कोलकाता , भारत में एक स्मारक भी बनाया गया है .
A 2 3|||R:OTHER|||अंगन|||REQUIRED|||-NONE-|||0

S श्री अंगन आश्रम बांग्लादेश के फरीदपुर शहर के गोलचमाट इलाके मे स्थित वैष्णव संप्रदाय के महानाम उपसम्प्रदाय का एक आश्रम है .
A 1 2|||R:OTHER|||आँगन|||REQUIRED|||-NONE-|||0

S उसी समय उनके बिहारी सहयोगी ने उन्हें श्री श्री अंगन आश्रम के पास रोक कर उसपर हमला करने का इशारा दिया .
A 9 10|||R:OTHER|||आँगन|||REQUIRED|||-NONE-|||0

S १९९६ में आश्रम प्राधिकरण द्वारा श्री अंगन के परिसर में एक स्मारक बनाया गया था .
A 6 7|||R:OTHER|||आँगन|||REQUIRED|||-NONE-|||0

S भिकमपाली भारत के ओड़िशा राज्य के झारसुगुड़ा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S मलसीसर भारत के राजस्थान राज्य के शेखावाटी क्षेत्र के झुंझुनू ज़िले में स्थित एक गाँव है .
A 14 15|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S त्लौंग नदी भारत के मिज़ोरम राज्य में बहने वाली एक नदी है .
A 0 1|||R:OTHER|||तूत|||REQUIRED|||-NONE-|||0

S टेस्ट सीरीज़ 2019 21 आईसीसी विश्व टेस्ट चैम्पियनशिप के उद्घाटन का हिस्सा हैं .
A 12 13|||R:VERB|||थी|||REQUIRED|||-NONE-|||0

S टेस्ट मैच कराची , रावलपिंडी में खेले जाएंगे और टी20आई मैच लाहौर में होंगे .
A 7 8|||R:VERB-TENSE|||गए|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB|||गए|||REQUIRED|||-NONE-|||0

S यह पहले महबूबनगर ज़िले में था लेकिन उसके विभाजन के बाद जोगुलाम्बा गद्वाल ज़िले क भाग बना .
A 14 15|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S यह पहले महबूबनगर ज़िले में था लेकिन उसके विभाजन के बाद जोगुलाम्बा गद्वाल ज़िले क भाग बना .
A 14 15|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S वो मारवाड के राठौड़ राजवंश के वंशंज थे .
A 6 7|||R:SPELL|||वंशज|||REQUIRED|||-NONE-|||0

S इसके दर्शन मात्र से ही मोक्ष की प्राप्ति हो जाती है , ऐसी मान्यता है .
A 0 1|||R:PRON-NUM|||इनके|||REQUIRED|||-NONE-|||0

S विसावदर भारत के गुजरात राज्य के जूनागढ़ ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S कामीरी पंडितों की आवाज़ का प्रतीक मार्तण्ड अखबार भी शीतलनाथ से ही निकलता था .
A 0 1|||R:SPELL|||काश्मीरी|||REQUIRED|||-NONE-|||0

S सुश्रुतसंहिता और चरकसंहित में भी स्वभाव शब्द आया है , देखिए .
A 2 3|||R:SPELL|||चरकसंहिता|||REQUIRED|||-NONE-|||0

S इस ग्रन्थ की मूल रचना और टीकाभाष्य आदि तिब्बती और चीना भाषाओं में संरक्षित है .
A 10 11|||R:ADJ|||चीनी|||REQUIRED|||-NONE-|||0

S रजनीकान्त बरदलै ( १८६७ १९४० ) असमिया भषा के महान साहित्यकार , लेखक और पत्रकार थे .
A 7 8|||R:SPELL|||भाषा|||REQUIRED|||-NONE-|||0

S पुरुषोत्तम दास ( 7 जुलाई , 1907 21 जनवरी 1991 ) नाथद्वारा घरने के पखावज के अग्रदूत थे .
A 12 13|||R:SPELL|||घराने|||REQUIRED|||-NONE-|||0

S जोनाकी ( असमिय , र्थ चाँदनी ) असमिया भाषा की एक प्रसिद्ध पत्रिका थी जो १८८९ में कोलकाता से प्रकाशित हुई थी .
A 2 3|||R:SPELL|||असमिया|||REQUIRED|||-NONE-|||0
A 4 5|||R:SPELL|||अर्थ|||REQUIRED|||-NONE-|||0

S इसके प्रथम सम्पादक चन्द्र कुमर अग्रवाल थे .
A 4 5|||R:SPELL|||कुमार|||REQUIRED|||-NONE-|||0

S ओड़ीसी नृत्य में , अर्धनारीश्वर प्रतिमा में त्रिभंग देख जा सकता है .
A 8 9|||R:VERB|||देखा|||REQUIRED|||-NONE-|||0

S हरसौला भारत के हरियाणा राज्य के कैथल ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S स्कैंडल पॉइंट वो जगह है जहाँ पश्चिमी ओर से माल रोड रिज रोद से मिलती है .
A 12 13|||R:OTHER|||रोड|||REQUIRED|||-NONE-|||0

S इस दौरे में तीन महिला एक दिवसीय अंतर्राष्ट्रीय ( मवनडे ) और तीन महिला ट्वेंटी 20 अंतर्राष्ट्रीय ( मटी20आई ) शामिल होंगी .
A 21 22|||R:VERB-TENSE|||हैं|||REQUIRED|||-NONE-|||0

S धौलपुर रियासत ( शिवि वंशी बमरोलिया ) .
A 3 4|||R:OTHER|||शिव|||REQUIRED|||-NONE-|||0

S इसके बाद उन्होने रक्षा सेवा स्टफ कॉलेज में प्रशिक्षक के रूप में सेवाएँ दीं .
A 5 6|||R:SPELL|||स्टाफ|||REQUIRED|||-NONE-|||0

S बोंगशर भारत के असम राज्य के कामरुप ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S यह मेधालय की सीमा के समीप है .
A 1 2|||R:SPELL|||मेघालय|||REQUIRED|||-NONE-|||0

S इन विभिन्न शैलियों में की विशेषताओं के कारण उन्हे राजपूत शैली का नाम प्रदान किया गया .
A 9 10|||R:ADJ|||राजपूताना|||REQUIRED|||-NONE-|||0

S जैसे शृंङ्गारात्मक काव्य में विहारी ने राधा कृष्ण का स्मरण किया है .
A 4 5|||R:OTHER|||बिहारी|||REQUIRED|||-NONE-|||0

S यहाँ ब्रह्मपुत्र को पार करने वाले दो प्रसिद्ध पुर स्थित हैं .
A 8 9|||R:NOUN|||पुल|||REQUIRED|||-NONE-|||0

S महर्षि दयानंद ने वेदों को आधार बनाते हुए सृष्टि रचना को अपनी लिखित पुस्तक सत्यार्थ प्रकाश में उल्लेखित करनेने का प्रयास किया है .
A 18 19|||R:SPELL|||करने|||REQUIRED|||-NONE-|||0

S वालाजाबाद भारत के तमिल नाडु राज्य के कांचीपुरम ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सेंट जॉन चर्च ब्रिटिश शासन के दौरान एंग्लो इंडियन समुदय द्वारा बनाया गया एक ऐतिहासिक स्थान .
A 9 10|||R:OTHER|||समुदाय|||REQUIRED|||-NONE-|||0

S आज , अधिकांश पुरानी हवेली को पर्यटकों के लिए गेस्ट हाउस में बदल दिया गया है .
A 4 5|||R:NOUN-NUM|||हवेलियों|||REQUIRED|||-NONE-|||0

S ट्रेडमार्क ) एक प्रकार की बौद्धिक सम्पद है जिसमें एक पहचाने जाने योग्य प्रतीक होता है , या डिजाइन अथवा अभिव्यक्ति होती है .
A 6 7|||R:SPELL|||सम्पदा|||REQUIRED|||-NONE-|||0

S मणिक्कडवु भारत के केरल राज्य के कन्नूर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S पय्यन्नूर भारत के केरल राज्य के कन्नूर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S पेरावूर भारत के केरल राज्य के कन्नूर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S चकेरी भारत के उत्तर प्रदेश राज्य के कानपुर नगर ज़िले में स्थित एक गाँव है .
A 13 14|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S आट्टूर भारत के तमिल नाडु राज्य के कन्याकुमारी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बूतपांडी भारत के तमिल नाडु राज्य के कन्याकुमारी ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S यह 402 4 वर्ग किमी का अभयारण्य बाध के संरक्षण के लिए स्थापित हुआ था , हालांकि यहाँ अन्य प्राणी भी उपस्थित हैं .
A 7 8|||R:NOUN|||बाघ|||REQUIRED|||-NONE-|||0

S कुरुंतकोड भारत के तमिल नाडु राज्य के कन्याकुमारी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S रानी धीरबाई भटियाणी चितौड़ के राणा उदयसिंह की प्रियपत्नी थे .
A 9 10|||R:VERB-GEN|||थीं|||REQUIRED|||-NONE-|||0

S वे महाराणा प्रताप की सौतेली माँ थी .
A 4 5|||R:ADJ|||तीसरी|||REQUIRED|||-NONE-|||0

S तेंगमपुदूर भारत के तमिल नाडु राज्य के कन्याकुमारी ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S इसलिए अक्सर किसी क्षेत्र के बाज़ार में किसी संसाधन की आपूर्ति को उसके पूर्ति वक्र के रूप में दर्शाया जाता है .
A 13 14|||R:NOUN|||आपूर्ति|||REQUIRED|||-NONE-|||0

S बाज़ार में किसी कीमत पर कितना अनाज उत्पादित होगा वह इस आपूर्वि वक्र से आसानी देखा जा सकता है .
A 11 12|||R:SPELL|||आपूर्ति|||REQUIRED|||-NONE-|||0

S एक बंगाली मुस्लिम विवाह में कई रस्में और समारोह शामिल होते हैं जिन्हें कई दिनों तक मनाया जा सकता है .
A 3 4|||R:NOUN|||शादी|||REQUIRED|||-NONE-|||0

S अर्थशास्त्र में अर्थिक संतुलन वह स्थिति होती है जिसमें माँग और आपूर्ति आपस में संतुलित होते हैं .
A 2 3|||R:ADJ|||आर्थिक|||REQUIRED|||-NONE-|||0

S किसान अन्दोलन में उनका आने का यही कारण है .
A 1 2|||R:NOUN|||आन्दोलन|||REQUIRED|||-NONE-|||0

S राकेश टिकैत भारतीय जनता पार्टी के राष्ट्रीय प्रवक्ता हैं .
A 6 7|||R:NOUN|||ग्राम|||REQUIRED|||-NONE-|||0

S अबू जफर हारुन इब्न मुअम्मद ( अरबी .
A 4 5|||R:SPELL|||मुहम्मद|||REQUIRED|||-NONE-|||0

S अपूर्ब ने अपने करियर की शुरुआत २००६ में " गाजी रकायत " के नाटक " बोयबाहिक " से की .
A 15 16|||R:SPELL|||वैवाहिक|||REQUIRED|||-NONE-|||0

S लैब एड के लिए उनके टीवी विज्ञापन को भी लोकप्रियता मिली .
A 0 1|||R:NOUN-GEN|||लब|||REQUIRED|||-NONE-|||0

S अपूर्व ने १८ अगस्त , २०१० में मॉडल और अभिनेत्री सादीया जहाँ प्रोवा से शादी की .
A 12 13|||R:SPELL|||प्रभा|||REQUIRED|||-NONE-|||0

S उसी साल २१ दिसंबर को अपूर्वा ने नाजिया हसन ऑडिटी से शादी कर ली .
A 5 6|||R:OTHER|||अपूर्व|||REQUIRED|||-NONE-|||0

S वनडे श्रृंखला २०२० २२ आईसीसी क्रिकेट विश्व कप सुपर लीग के प्रथम संस्करण का हिस्सा बनेगी .
A 15 16|||R:OTHER|||थी|||REQUIRED|||-NONE-|||0

S सभी मैच अबू धाबी के शेख जायद क्रिकेट स्टेडियम में खेले जाएंगे .
A 11 12|||R:VERB-TENSE|||गए|||REQUIRED|||-NONE-|||0

S नागपास का वर्णन रामायण में ( महर्षि वाल्मीकि जी द्वारा ) , और अन्य वेद पुराणों में किया गया हैं .
A 0 1|||R:SPELL|||नागपाश|||REQUIRED|||-NONE-|||0

S भिट्ठामोड़ भारत नेपाल सीमा पर बसा एक भारतीय चौराहा है .
A 5 6|||R:ADJ|||स्थित|||REQUIRED|||-NONE-|||0

S यहयह गांव अपने जिला मुख्यालय सीतामढ़ी से लगभग 30 किमी की दूरी पर अवस्थित है .
A 0 1|||R:SPELL|||यह|||REQUIRED|||-NONE-|||0

S यह मंदिर अनुमानतः 800 साल से अधिक पुराना है .
A 4 5|||R:NOUN-NUM|||सालों|||REQUIRED|||-NONE-|||0

S यह मंदिर पश्चिमी गंग वंश , पल्लव वंश और विजयनगर साम्राज्य की इमारतों की स्थापत्य विशेषताओं को प्रदर्शित करता है .
A 8 9|||R:CONJ|||एवं|||REQUIRED|||-NONE-|||0

S मंदिर द्रविड़ स्थापत्य शैली में बनाया गया है , जिसमें एक गोपुरम , एक अलंकृत स्मारक प्रवेश द्वार है .
A 12 13|||R:OTHER|||और|||REQUIRED|||-NONE-|||0

S २०१७ में मणिपुर में भाजपा को सत्ता मिलने के बाद से कई पंगलों ने भेदभाव और इस्लामोफोबिया का अनुभव किया है .
A 17 18|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S मायरी विभिन्न प्रकार की मीडिया में काम करते हैं , जिनमें मूर्तिकला , भागीदारी की स्थापना कला , सार्वजनिक कला और प्रिंटमेकिंग शामिल हैं .
A 7 8|||R:VERB-GEN|||करती|||REQUIRED|||-NONE-|||0

S माना जा रहा हैं कि सभी इंडोनेशियाई थें .
A 3 4|||R:VERB-NUM|||है|||REQUIRED|||-NONE-|||0

S माना जा रहा है कि सभी इंडोनेशियाई थें .
A 7 8|||R:VERB-TENSE|||थे|||REQUIRED|||-NONE-|||0

S यात्रियों में इंडोनेशिया की पीपुल्स कॉन्शियस पार्टी के राजनेता मुल्लादी तमसीर भी थें .
A 12 13|||R:VERB-TENSE|||थे|||REQUIRED|||-NONE-|||0

S हालांकि कुछ मलबे , शरीर के अंग और कपड़ेें खोजे गए हैं पर पूर्ण विमान और सभी यात्रियों की तलाश अभी भी जारी है .
A 19 20|||R:NOUN|||शोध|||REQUIRED|||-NONE-|||0

S उन्हें यह विश्वास था कि भारत के बौद्धिक जन के साथ संवाद करने के लिए एक संस्कृत बाइबल एक आदर्श माध्यम होगी .
A 11 12|||R:ADJ|||संयोग|||REQUIRED|||-NONE-|||0

S तब हम स्विफ्ट कोड की ज़रूरत पड़ती है .
A 1 2|||R:PRON|||हमें|||REQUIRED|||-NONE-|||0

S उन्होंने 1 अप्रैल 2017 को वेस्ट इंडीज के खिलाफ पाकिस्तान के खिलाफ टी20आई में डेब्यू किया .
A 8 9|||R:ADP|||लिए|||REQUIRED|||-NONE-|||0

S इसमें दिव्येंदु शर्मा , अंशुल चौहान , ज़ीशान चतुरी शामिल हैं .
A 8 9|||R:OTHER|||कादरी|||REQUIRED|||-NONE-|||0

S इन्हें नृतक या नर्तकियां पैरों में बांधते हैं .
A 1 2|||R:NOUN|||नर्तक|||REQUIRED|||-NONE-|||0

S नेडुंगाडु भारत के पुरुचेरी केन्द्रशासित प्रदेश के कारईकाल ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजस्थान से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजपूताना|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजस्थान से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजपूताना|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S इस प्रकार राजपूताना से कन्नौज तक एक शक्तिशाली राज्य के निर्माण का श्रेय को जाता है .
A 2 3|||R:OTHER|||राजस्थान|||REQUIRED|||-NONE-|||0

S दिल्ली और गढ़वाला कन्नौज के बीच तोमरस के बीच बड़े युद्ध हुए .
A 6 7|||R:SPELL|||तोमर|||REQUIRED|||-NONE-|||0

S इसी तरह , दृश्य स्क्रीन का उपयोग प्रदर्शन विज्ञापन के लिए भी किया जाता है .
A 14 15|||R:VERB|||था|||REQUIRED|||-NONE-|||0

S मरिपल्लीगुडेम भारत के तेलंगाना राज्य में स्थित एक नगर है .
A 8 9|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S ईश जाति की 4 उप शाखाएँ हैं मनावत देवल , धरावत देवल , अखावत देवल और वाघावत देवल .
A 0 1|||R:DET|||इस|||REQUIRED|||-NONE-|||0

S भीनमाल में जसवंथपुरा पहाड़ियों से बहने वाली सगी नदी का नाम उनके नाम पर रखा गया है .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S वेलायुतमपालयम भारत के तमिल नाडु राज्य के करूर ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S राष्ट्रीय राजमार्ग 81 इस गाँव से गुज़रता है और इसे पाश्चिम में करूर से तथा पूर्व में तिरुचिरापल्ली से जोड़ता है .
A 10 11|||R:SPELL|||पश्चिम|||REQUIRED|||-NONE-|||0

S मालोत या मालोम भारत के केरल राज्य के कासरगोड ज़िले में स्थित एक नगर है .
A 13 14|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S उसने ब्रम्हास्त्र प्रयोग में लाना चाहा परंतु परशुराम के दिए गए श्राप के कारण यह भी संभव नहीं हो पाया .
A 1 2|||R:SPELL|||ब्रह्मास्त्र|||REQUIRED|||-NONE-|||0

S बरही भारत के मध्य प्रदेश राज्य के कटनी ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बरही भारत के मध्य प्रदेश राज्य के कटनी ज़िले में स्थित एक गाँव है .
A 12 13|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S कड़ा भारत के उत्तर प्रदेश राज्य के कौशाम्बी ज़िले में स्थित एक नगरपालिका है .
A 0 1|||R:OTHER|||करारी|||REQUIRED|||-NONE-|||0

S मांां काली की पूजा यहां बड़े हर्ष उल्लास और धूम धाम से की जाती है .
A 0 1|||R:SPELL|||मां|||REQUIRED|||-NONE-|||0

S इसमें प्रशांत सागर के कई द्वीप व द्वीपसमूह शामिल हैं , लेकिन किसी भी महाद्वीप की मुख्यभूमि का कोई भी भाग शामिल नहीं है .
A 2 3|||R:OTHER|||महासागर|||REQUIRED|||-NONE-|||0

S में पत्रकारिता का छात्र हूं .
A 0 1|||R:PRON|||मैं|||REQUIRED|||-NONE-|||0

S मुदिगोंडा भारत के तेलंगाना राज्य के खम्मम ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इस दौरे में तीन 50 ओवर के मैच और दो महिला ट्वेंटी 20 अंतर्राष्ट्रीय ( मटी20आई ) शामिल होंगे .
A 18 19|||R:VERB-TENSE|||हैं|||REQUIRED|||-NONE-|||0

S इस दौरे में तीन 50 ओवर के मैच और दो महिला ट्वेंटी 20 अंतर्राष्ट्रीय ( मटी20आई ) शामिल हैं .
A 9 10|||R:OTHER|||तीन|||REQUIRED|||-NONE-|||0

S इस दौरे में तीन 50 ओवर के मैच और तीन महिला ट्वेंटी 20 अंतर्राष्ट्रीय ( मटी20आई ) शामिल हैं .
A 18 19|||R:OTHER|||थे|||REQUIRED|||-NONE-|||0

S पाकिस्तान के दक्षिण अफ्रीका दौरे का तुरंत अनुसरण करेगा .
A 8 9|||R:VERB-TENSE|||किया|||REQUIRED|||-NONE-|||0

S पुनासा भारत के मध्य प्रदेश राज्य के खंडवा ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S सृष्टि गोस्वामी भाारत के हरिद्वार की रहने वाली हैं .
A 2 3|||R:SPELL|||भारत|||REQUIRED|||-NONE-|||0

S 24 जनवरी 2020 को राष्ट्रीय बालिका दिवस के मौके पर उन्हें उतराखण्ड में एक दिन के लिए मुख्यमंत्री बनाया गया .
A 11 12|||R:SPELL|||उत्तराखण्ड|||REQUIRED|||-NONE-|||0

S मातर भारत के गुजरात राज्य के खेड़ा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S नमस्कार , मैं शंकर फरीदाबादी फरीदाबाद ( हरियाणा ) से संबंधित हूँ एवं विकिपीडिया पर अपने श्रेष्ठतम योगदान के लिए प्रयासित हूँ .
A 20 21|||R:ADJ|||प्रयासरत|||REQUIRED|||-NONE-|||0

S बोलगढ़ भारत के ओड़िशा राज्य के खोर्धा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S झिंकिझारी भारत के ओड़िशा राज्य के खोर्धा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S बाघमारी भारत के ओड़िशा राज्य के खोर्धा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S जंकिया भारत के ओड़िशा राज्य के खोर्धा ज़िले में स्थित एक गाँव है .
A 0 1|||R:OTHER|||सिको|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S सिको भारत के ओड़िशा राज्य के खोर्धा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S 25 दिस्मबर क्रिसमस डे तथा गुड गवर्नेंस डे .
A 1 2|||R:SPELL|||दिसंबर|||REQUIRED|||-NONE-|||0

S जन्म 18 जून 1977 ) एक एस्टोनियाई राजनीतिज्ञ और एस्टोनिया के वर्तमान प्रधान मंत्री हैं .
A 10 11|||R:ADP|||की|||REQUIRED|||-NONE-|||0

S यूट्यूब की स्थापना चाड हर्ले , स्टीव चेन और जावेद करीम द्वारा की गई थी , जब उन्होंने पेपाल के लिए काम किया था .
A 7 8|||R:OTHER|||चैन|||REQUIRED|||-NONE-|||0

S आरोन पुरी वर्तमान अध्यक्ष और प्रधान संपादक हैं और दिनेश भाटिया इंडिया टुडे समूह के वर्तमान सीईओ हैं .
A 0 1|||R:OTHER|||अरुण|||REQUIRED|||-NONE-|||0

S गरिमा ने 2016 में टीवी सीरियल शक्ति अस्तित्व के अहसास की में काम किया है .
A 9 10|||R:NOUN|||एहसास|||REQUIRED|||-NONE-|||0

S 2021 में , गरिमा की नई वेबसीरीज द प्रयाग राज ( आद्यायन सुमन के विपरीत ) जारी की जाएगी .
A 11 12|||R:SPELL|||अध्ययन|||REQUIRED|||-NONE-|||0

S 2013 में , गरिमा ने महाभारत ( २०१३ धारावाहिक ) में दशला की भूमिका निभाई .
A 11 12|||R:SPELL|||दुःशला|||REQUIRED|||-NONE-|||0

S इस धारावाहिक में क्रीस्टल डिसूजा और करन हुक्कू मुख्य पात्र की भूमिका निभा रहे है .
A 3 4|||R:SPELL|||क्रिस्टल|||REQUIRED|||-NONE-|||0

S उनके दार्शनिक कार्यों में अरिस्टोटल पर कई टिप्पणियां शामिल थीं , जिसके लिए उन्हें पश्चिम में द अभिवक्ता के रूप में जाना जाता था .
A 4 5|||R:OTHER|||अरस्तु|||REQUIRED|||-NONE-|||0

S इस्लामी स्वर्णिम युग के विख्यात दार्शनिक , इब्न सीना की चांदी के प्याले में अंकित तस्वीर .
A 1 2|||R:OTHER|||स्वर्ण|||REQUIRED|||-NONE-|||0

S अरिकुंटे भारत के कर्नाटक राज्य के कोलार ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S वह टेलीविजन श्रृंखला बहू हमरी रजनी कांत का हिस्सा थीं , जहां उन्होंने मैगी कांत की भूमिका निभाई थी .
A 4 5|||R:PRON|||हमारी|||REQUIRED|||-NONE-|||0

S मुंगुरवाड़ी भारत के महाराष्ट्र राज्य के कोल्हापुर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S नेसरी भारत के महाराष्ट्र राज्य के कोल्हापुर ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S कगुर्जर वंश की इस शाखा के मूल पुरूष भगवान राम के भाई लक्ष्मण जी हैं .
A 0 1|||R:SPELL|||गुर्जर|||REQUIRED|||-NONE-|||0

S तामगाँव भारत के महाराष्ट्र राज्य के कोल्हापुर ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S वड़ोदरातरन्नुम पठान ( जन्म ८ अक्टूबर १९९३ ) एक भारतीय क्रिकेटर है जो बड़ौदा महिला क्रिकेट टीम का प्रतिनिधित्व करती है .
A 0 1|||R:SPELL|||तरन्नुम|||REQUIRED|||-NONE-|||0

S कुंदरा भारत के केरल राज्य के कोल्लम ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S महमूद आलम जी ( जन्म 11 मई 1973 ) एक भारतीय राजनेता हैं .
A 11 12|||R:NOUN|||राजनीतिज्ञ|||REQUIRED|||-NONE-|||0

S हेमल खेड़ी भारत के राजस्थान राज्य के कोटा ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S कुम्भकोट भारत के राजस्थान राज्य के कोटा ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S मंदिर शिव और पर्वती को समर्पित है .
A 3 4|||R:OTHER|||पार्वती|||REQUIRED|||-NONE-|||0

S तलवड़ी भारत के केरल राज्य के आलाप्पुड़ा ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इस क्लब का मालिकाना अधिकार बॉलीवुड अभिनेता अभिषेक बच्चन और भारतीय क्रिकेटर एमएस धोनी के पास है .
A 9 10|||R:CONJ|||एवं|||REQUIRED|||-NONE-|||0

S तिरुवम्बाडी भारत के केरल राज्य के कोड़िकोड ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S तोट्टुमुक्कम भारत के केरल राज्य के कोड़िकोड ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S तोट्टुमुक्कम भारत के केरल राज्य के कोड़िकोड ज़िले में स्थित एक नगर है .
A 11 12|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S जमिन या चोबा भारत के अरुणाचल प्रदेश राज्य के क्रा दादी ज़िले में स्थित एक गाँव है .
A 0 1|||R:SPELL|||जामिन|||REQUIRED|||-NONE-|||0

S कावेरीपट्टिनम भारत के तमिल नाडु राज्य के कृष्णगिरि ज़िले में एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S गोस्वामी का जन्म भारतीय राज्य उत्तराखण्ड के नैनिताल जिले के लालकुआँ के इंदिरा नगर प्रथम गाँव में हुआ .
A 7 8|||R:SPELL|||नैनीताल|||REQUIRED|||-NONE-|||0

S परमान ने 2010 एशियाई पैरा गेम्स में भारत के लिए एक कांस्य पदक हासिल किया था .
A 0 1|||R:SPELL|||परमार|||REQUIRED|||-NONE-|||0

S स्वर्ण पदक प्रथम स्थान 2017 जयपुर डिस्कस थ्र .
A 7 8|||R:SPELL|||थ्रो|||REQUIRED|||-NONE-|||0

S तब भारत में कुछ ही महिला रेसर थीं .
A 7 8|||R:VERB-NUM|||थी|||REQUIRED|||-NONE-|||0

S मेरा नाम हरजीत सिंह है में ब्लॉगर ओर यूट्यूबर है .
A 9 10|||R:VERB|||हूं|||REQUIRED|||-NONE-|||0

S सैंड्स ऐप उपयोगकर्ताओं को एंड टू एंड एन्क्रिप्टेड एक से एक और समूह संदेश बनाने की अनुमति देता है .
A 0 1|||R:OTHER|||संदेश|||REQUIRED|||-NONE-|||0

S सैंड्स वेब पोर्टल के माध्यम से भी सुलभ है .
A 0 1|||R:SPELL|||संदेस|||REQUIRED|||-NONE-|||0

S 1962 में ठाकुर दल प्रताप सिंह ने पहले सरपंच और ग्राम प्रधान के रूप में कार्य किया .
A 11 12|||R:NOUN|||प्रमुख|||REQUIRED|||-NONE-|||0

S लेकिन बड़ेरी लोदी ( मालगुजार ) के शासन के अधीन था .
A 2 3|||R:OTHER|||लोधी|||REQUIRED|||-NONE-|||0

S बाघेला राजवंश ने कई शताब्दियों तक माँ शक्ति के मार्गदर्शन में इस संपत्ति पर शासन किया .
A 0 1|||R:SPELL|||बघेल|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||प्रांत|||REQUIRED|||-NONE-|||0

S वांकिडी भारत के तेलंगाना राज्य के कोमाराम भीम ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S इसके आधर पर सैनिक के नौकरी करने की क्षमता का वर्गीकरण किया जाता था .
A 1 2|||R:SPELL|||आधार|||REQUIRED|||-NONE-|||0

S लुईस एलिजाबेथ ग्लूक ( जन्म 22 अप्रैल , 1943 ) एक अमेरिकी कवि और निबंधकार हैं .
A 12 13|||R:NOUN-GEN|||कवियित्री|||REQUIRED|||-NONE-|||0

S बुग्गनपल्ली भारत के आन्ध्र प्रदेश राज्य के कर्नूल ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S परिणाम हटाया उल्लेखनीय विषय 18 15 , 6 मार्च 2021 .
A 1 2|||R:VERB|||रखा|||REQUIRED|||-NONE-|||0

S पटहेरवा भारत के उत्तर प्रदेश राज्य के कुशीनगर ज़िले में स्थित एक नगर है .
A 12 13|||R:NOUN|||गाँव|||REQUIRED|||-NONE-|||0

S टॉयलेट सीट , टॉयलेट का वह भाग है जिस पर नितम्भ रखकर बैठकर मल त्याग का कार्य किया जाता है .
A 10 11|||R:SPELL|||नितम्ब|||REQUIRED|||-NONE-|||0

S दक्षिण अफ्रीका ने पांचवीं मवनडे को पांच विकेट से जीतकर श्रृंखला 4 1 से अपने नाम की .
A 3 4|||R:ADJ|||पांचवां|||REQUIRED|||-NONE-|||0

S यह भागा नदी के किनारे बसा हुआ है .
A 1 2|||R:OTHER|||चनाब|||REQUIRED|||-NONE-|||0

S वह अपनी बहन एमीने नाज़िकेदआ के माध्यम से सुल्तान मेहमेद पष्ठ के बहनोई भी थे .
A 9 10|||R:SPELL|||मोहम्मद|||REQUIRED|||-NONE-|||0

S बेग की सबसे बड़ी बेटी मिस्लिमेलेक हानिम ने शहजादे अब्दुलकादिर से शादी की और उनकी पहली पत्नी थी .
A 6 7|||R:SPELL|||खानम|||REQUIRED|||-NONE-|||0

S बेग की पोती नादिए ने मिस्र के शाही परिवार के वाहिद युसरी पाशा से शादी की .
A 3 4|||R:OTHER|||नादिया|||REQUIRED|||-NONE-|||0

S कार्यक्रम का निर्माण साईबाबा टेलीफिल्म्स द्वारा किया गया था और इसके निर्देश गजेन्द्र सिंह थे .
A 11 12|||R:NOUN|||निर्देशक|||REQUIRED|||-NONE-|||0

S इसकी मैगज़ीन ट्रेगर के आगे लगती थी जबकि सामान्यतया सभी पिस्तौलों में मैगज़ीन ट्रेगर के पीछे और बट के अन्दर होती है .
A 2 3|||R:NOUN|||ट्रिगर|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||ट्रिगर|||REQUIRED|||-NONE-|||0

S यह काली नदी के किनारे बसा हुआ है , जो स्थनीय रूप से शारदा नदी भी कहलाती है .
A 10 11|||R:SPELL|||स्थानीय|||REQUIRED|||-NONE-|||0

S यह सेक्स करने में बहुत सहायक होता है औरतों के अंदर से ज्यादा इसको रगड़ने में बहुत अच्छा होता है .
A 18 19|||R:VERB|||लगता|||REQUIRED|||-NONE-|||0

S यह रेणा नदी के किनारे बसा हुआ है और यहाँ रेणुका देवी का एक प्रसिद्ध मंदिर स्थित है .
A 1 2|||R:SPELL|||रेणुका|||REQUIRED|||-NONE-|||0

S इसमें अनेक प्रकार के एञाइम होते हैं , जैसे ट्रिप्सिनोजेन , इलास्टेज , एमाइलेज आदि .
A 4 5|||R:SPELL|||एन्जाइम|||REQUIRED|||-NONE-|||0

S उनके तीन बेटे तथा तीन बेटियाँ है .
A 6 7|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S कलम्ब भारत के महाराष्ट्र राज्य के लातूर ज़िले में स्थित एक गाँव है .
A 6 7|||R:OTHER|||यवतमाल|||REQUIRED|||-NONE-|||0

S यह देल्ली से लाहौर जाने वाले राजमार्ग पर स्थित है .
A 1 2|||R:SPELL|||दिल्ली|||REQUIRED|||-NONE-|||0

S इसमें सुप्रिया विनोद पूर्व प्रधानमंत्री इंदिया गांधी के रोल में नजर आएंगी .
A 5 6|||R:OTHER|||इंदिरा|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||आयीं|||REQUIRED|||-NONE-|||0

S नील नितिन मुकेश इसमें संजय गांधी का रोल निभाएंगे .
A 8 9|||R:VERB-TENSE|||निभाया|||REQUIRED|||-NONE-|||0

S इसके पश्चात कोलकाआ विश्वविद्यालय से १९३८ में इंटरमिडिएट आर्ट्स किया .
A 2 3|||R:SPELL|||कोलकाता|||REQUIRED|||-NONE-|||0

S भारत की निम्नलिखित भाषायों में महाभारत का सम्पूर्ण अनुवाद है .
A 3 4|||R:SPELL|||भाषाओं|||REQUIRED|||-NONE-|||0

S कालीप्रसन्न सिंह ने 19वीं सदी में महाभारत का पहला अनुवाद कीया था .
A 10 11|||R:SPELL|||किया|||REQUIRED|||-NONE-|||0

S तमिल में महाभारत का अनुवाद रामानुजाचार्य ने 20वीं शताब्दी कें शुरू में कीया था .
A 12 13|||R:SPELL|||किया|||REQUIRED|||-NONE-|||0

S संस्कृत से किया हुआ महाभारत का संपूर्ण अनुवाद केवल चार विदेशी भाषायों में मिलता है अंग्रेज़ी , चीनी , रूसी , और फारसी .
A 11 12|||R:SPELL|||भाषाओं|||REQUIRED|||-NONE-|||0

S फ्रांसीसी भाषा में महाभारत के अनुवाद का काम इप्पोलीत फोश ने 19वीं शताब्दी में शुरू कीया था .
A 15 16|||R:SPELL|||किया|||REQUIRED|||-NONE-|||0

S उन्होंने बाद में शारदा शिवानंदम और के पी शिवानंदम के अधीन और शिक्षा प्राप्त की .
A 11 12|||R:ADJ|||उच्च|||REQUIRED|||-NONE-|||0

S , १९३१ ) भारतीय उपमहाद्वीप में ब्रिटिश विरोधी स्वतंत्रता आंदोलन के अग्रणी व्यक्तियों में से एक थे .
A 12 13|||R:NOUN|||क्रांतिकारियों|||REQUIRED|||-NONE-|||0

S सानेहवाल भारत के पंजाब राज्य के लुधियाना ज़िले में स्थित एक गाँव है .
A 11 12|||R:NOUN|||नगर|||REQUIRED|||-NONE-|||0

S पंचदशी तथा और दार्शनिक ग्रंथों में मन या चित्त का स्थान हृदय या हृत्पझगोलक लिखा है .
A 2 3|||R:ADJ|||अन्य|||REQUIRED|||-NONE-|||0

S सहार होम डेकोर और प्रसिद्ध भारतीय आभूषण ब्रांड चमक पट्टी के निदेशक भी हैं .
A 0 1|||R:OTHER|||सहर|||REQUIRED|||-NONE-|||0

S बंगाली थिएटर का स्वर्ण युग मूल रूप से उनकी देन है .
A 0 1|||R:OTHER|||बांग्ला|||REQUIRED|||-NONE-|||0

S गिरीश चंद्र का जन्म 1844 में कलकत्ता के बागबाजार में हुआ था .
A 6 7|||R:OTHER|||कोलकाता|||REQUIRED|||-NONE-|||0

S मौखिक नेपाली में ३० व्यंजन मौजूद है .
A 6 7|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S नेपाली में ११ ध्वनिकीय विशिष्ट स्वर है , जिसमेें ६ मौखिक स्वर और ५ ग़ुन्नाई नासिक्य है .
A 6 7|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0
A 16 17|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S नेपाली में दश डिफ़्थॉंग संध्यक्षर है .
A 5 6|||R:VERB-NUM|||हैं|||REQUIRED|||-NONE-|||0

S इतिहास " ग्रीस का " " इतिहास , रोम का इतिहास " ( दोनों बंगाली में ) .
A 14 15|||R:NOUN-GEN|||बांग्ला|||REQUIRED|||-NONE-|||0

S उन्होने स्वयंरचित " यूनान के इतिहास " और " रोम के इतिहास " पर बंगाली में दो पुस्तकें प्रकाशित कीं .
A 4 5|||R:ADP|||का|||REQUIRED|||-NONE-|||0
A 10 11|||R:ADP|||का|||REQUIRED|||-NONE-|||0

S वे जम्मू के राजा गुलाब सिंह के भाई थे जो बाद में जम्मू कश्मीर रियसत के महाराजा बने .
A 14 15|||R:SPELL|||रियासत|||REQUIRED|||-NONE-|||0

S ओड़ीसा के आदिवासी क्षेत्रों के बच्चे तब तक गमछा पहनते हैम जब वे बड़े होकर धोती न पहनना शुरू कर दें .
A 10 11|||R:VERB|||हैं|||REQUIRED|||-NONE-|||0

S दौरा , जिसे औपचारिक रूप से मिर्गी के दौरे के रूप में जाना जाता है , मस्तिष्क में असामान्य रूप से अत्यधि अव .
A 22 23|||R:VERB|||अ|||REQUIRED|||-NONE-|||0

S दौरा , जिसे औपचारिक रूप से मिर्गी के दौरे के रूप में जाना जाता है , मस्तिष्क में असामान्य रूप से अत्यधि .
A 21 22|||R:SPELL|||अत्यधिक|||REQUIRED|||-NONE-|||0

S महादेव प्रदाद मिश्र का जन्म 1906 में इलाहाबाद के एक मंदिर में हुआ था .
A 1 2|||R:SPELL|||प्रसाद|||REQUIRED|||-NONE-|||0

S बाँया पैर मोड़ कर दाँयी तरफ रखे .
A 6 7|||R:VERB|||रखें|||REQUIRED|||-NONE-|||0

S अर्ध मत्स्येन्द्रासन एक महत्वपूर्ण आसन है जिसका नाम महान योगी मत्स्येन्द्र के नाम पर रखा गया है .
A 10 11|||R:OTHER|||मत्स्येन्द्रनाथ|||REQUIRED|||-NONE-|||0

S जो की , पवारी पोवारी 2011 की भारतीय जनगणना रिपोर्ट द्वारा हिंदी की बोली के रूप में नामित भाषाओं में से एक है .
A 18 19|||R:NOUN|||उपभाषा|||REQUIRED|||-NONE-|||0

S नाज़मा खेया के मुख्य कार्यकारी अधिकारी के रूप में काम करते हैं .
A 2 3|||R:PRON|||इसकी|||REQUIRED|||-NONE-|||0
A 10 11|||R:VERB-GEN|||करतीं|||REQUIRED|||-NONE-|||0

S बी प्रभा ( 1933 2001 ) एक प्रमुख भारतीय कलाकार थीं , जिन्होंने मुख्य रूप से तैलचित्रण में काम किया था .
A 9 10|||R:NOUN|||चित्रकार|||REQUIRED|||-NONE-|||0

S भारत के सर्वाधिक प्रचलित दैनिक समाचारपत्र 13 भारतीय भाषायों तथा अंग्रेज़ी में छपते हैं .
A 8 9|||R:SPELL|||भाषाओं|||REQUIRED|||-NONE-|||0

S विदेशी भाषायों में अंग्रेज़ी का सर्वप्रथम स्थान है , जिस के समाचारपत्रों के पाठकों की संख्या 60 लाख है .
A 1 2|||R:SPELL|||भाषाओं|||REQUIRED|||-NONE-|||0

S भारत का लेखापरीक्षण कार्यालय द्वारा संकलित आंकडों से पता चलता है कि 1 44 करोड़ लोग हिंदी दैनिक समाचारपत्रों को पढ़ते हैं .
A 1 2|||R:ADP|||के|||REQUIRED|||-NONE-|||0

S हरिचाँद ठाकुर ( 11 मार्च 1812 5 मार्च 1878 ) मतुआ समुदाय के संस्थापक थे .
A 11 12|||R:OTHER|||महासंघ|||REQUIRED|||-NONE-|||0

S बोद्ध धर्म के प्रचार में इन्होंने महत्वपूर्ण भूमिका निभाई थी .
A 0 1|||R:SPELL|||बौद्ध|||REQUIRED|||-NONE-|||0

S पश्चिम पाकिस्तान में पीपीपी को केवल 81 सीटों पर जीत मिली .
A 0 1|||R:ADJ|||पश्चिमी|||REQUIRED|||-NONE-|||0

S नंदीग्राम विधान सभा निर्वाचन क्षेत्र , पश्चिम बंगाल में पूर्व मेदिनीपुर जिले का एक विधानसभा क्षेत्र है .
A 8 9|||R:ADP|||के|||REQUIRED|||-NONE-|||0

