import stanza
from inherrant.alignment import Alignment
import inherrant
import Levenshtein


def align(orig, cor, lev=False):
    return Alignment(orig, cor, lev)


def char_cost(a, b):
    return Levenshtein.ratio(a.text, b.text)


def all_split(orig, cor):
    print("ALL SPLIT")
    edits = annotator.annotate(orig, cor, lev=False, merging="all-split")  # lev = True, merging strategy = all_split
    print("Number of edits: %d" % len(edits))
    for x in edits:
        print(x)
    print("All split ends")


if __name__ == '__main__':
    # stanza.download('hi')
    nlp = stanza.Pipeline('hi')
    # doc = nlp("आप से मिलकर बहुत ख़ुशी हुई")
    # print(doc)

    annotator = inherrant.load("hi")

    # Input 1: An original text string parsed by spacy
    # Input 2: A corrected text string parsed by spacy
    # Input 3: A flag for standard Levenshtein alignment
    # Input 4: A flag for merging strategy
    # Output: A list of automatically extracted, typed Edit objects
    # s1 = "मैंने यह पुस्तक देखा हूँ।"
    # s2 = "मैंने यह पुस्तक देखी है।"


    # s1 = "सारे दिन भर वह काम करता रहा।"
    # s2 = "वह दिन भर काम करता रहा।"

    # s1 = "मैं तुम्हारा पिता तो हूँ और कभी कभी महज़ एक दोस्त ।"
    # s2 = "मैं तुम्हारा पिता तो हूँ लेकिन कभी कभी महज़ एक दोस्त ।"

    # s1 = "तुम लोगों को यह काम करने चाहिए ?"
    # s2 = "तुम लोगों को यह काम करना चाहिए ?"

    # s1 = "मंदिर में प्रशाद बट रहा है।"
    # s2 = "मंदिर में प्रसाद बट रहा है।"
    #
    # s1 = "यद्यपि वह मेहनती है, तब भी सफलता प्राप्त नहीं करता।"
    # s2 = "यद्यपि वह मेहनती है, तथापि वह सफलता प्राप्त नहीं करता।"

    # s1 = "यदि परिश्रम से पढ़ोगे तब अच्छे अंक प्राप्त करोगे।"
    # s2 = "यदि परिश्रम से पढ़ोगे तो अच्छे अंक प्राप्त करोगे।"

    # s1 = "उसने आसानीपूर्वक काम समाप्त कर लिया।"
    # s2 = "उसने आसानी से काम समाप्त कर लिया।"

    # s1 = "राम सो रही होगी |"
    # s2 = "राम सो रहा होगा |"

    # s1 = "यदि परिश्रम से पढ़ोगे तब अच्छे अंक प्राप्त करोगे।"
    # s2 = "यदि परिश्रम से पढ़ोगे तो अच्छे अंक प्राप्त करोगे।"

    # s1 = "रूपवती सुमन बहुत सुंदर हैं।"
    # s2 = "सुमन रूपवती है।"

    # s1 = "आजकल खूब वर्षाएँ हो रही हैं।"
    # s2 = "आजकल खूब वर्षा हो रही है।"

    # s1 = "उसका चेहरा खिल उठा |"
    # s2 = "उसका चेहरा खिल गया |"

    # s1 = "वह खूब खेल चुका |"
    # s2 = "वह खूब खेला था |"

    # s1 = "मुर्गी बांग दे रही है ।"
    # s2 = "मुर्गा बांग दे रहा है ।"

    # s1 = "मुझे यह घड़ी मिल चुकी है।"
    # s1 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य है"
    # s2 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य था"

    # s1 = "चाय की दुकान से लेकर वाहनों और दिवारों तक हर जगह विज्ञापन ही विज्ञापन दिखाई देते है"
    # s2 = "चाय की दुकान से लेकर वाहनों और दिवारों तक हर जगह विज्ञापन ही विज्ञापन दिखाई देते हैं"

    # s1 = "चाय की दुकान से लेकर वाहनों और दिवारों तक हर जगह विज्ञापन ही विज्ञापन दिखाई देते गया"
    # s2 = "चाय की दुकान से लेकर वाहनों और दिवारों तक हर जगह विज्ञापन ही विज्ञापन दिखाई देते गये"
    # s2 = "मुझे यह घड़ी मिली।"

    # s1 = "वह खेल रहा था |"
    # s2 = "वह खेल चुका था |"

    # s1 = "वे खाना खा चुके होंगे |"
    # s2 = "वे खाना खा रहे हैं |"

    # s1 = "वे खाना खा चुके होंगे |"
    # s2 = "वह खाना खा रहा होगा |"

    # s1 = "वे दारू पीके सो गए |"
    # s2 = "वह दारू पी |"

    # s1 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य है"
    # s2 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य था"

    # s1 = "आज हम विज्ञापन युग के सीमान्त पर आ खड़े हुए है ."
    # s2 = "आज हम विज्ञापन युग के सीमान्त पर आ खड़े हुए हैं ."

    # s1 = "15 जनवरी 2019 को एयरटेल भारत के अंडमान व निकोबार का पहला 4 नेटवर्क बना ।"
    # s2 = "15 जनवरी 2019 को एयरटेल भारत के अंडमान और निकोबार का पहला 4 नेटवर्क बना ।"

    # s1 = "एक दूध का गिलास दो ।"
    # s2 = "दूध का एक गिलास दो ।"

    # s1 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य है"
    # s2 = "भेड़ बकरी पालन करना इस समुदाय का प्रमुख कार्य था"
    # s1 = "वह गिरा था"
    # s2 = "वह गिरेगा"

    # s1 = "वह kal "
    # s2 = "वह अभी गिरा"

    # s1 = "मैं गिरेगा"
    # s2 = "मैं गिरूँगा"

    # s1 = "मैंने पानी पिया"
    # s2 = "मैं पानी पियूँगा"

    # s1 = "घूंगरू टूट गए"
    # s2 = "घूंगरू टूट जाएँगे"

    # s1 = "अखरोट टूटे थे"
    # s2 = "अखरोट टूट जाएँगे"

    # Nice
    # s1 = "मैं पानी पी रहा हूँ"
    # s2 = "मैं पानी पियूँगा"

    # s1 = "मैं पानी पी रहा हूँ"
    # s2 = "मैं जीवन जियूँगा"

    # s1 = "मैं पीऐनो सीख रहा हूँ"
    # s2 = 'मैं पीऐनो देखूँगा'

    # s1 = "मैं दिया जला रहा हूँ"
    # s2 = "मैं दिया जलाता रहूँगा"

    # s1 = "मैं सब्ज़ी ख़रीदने जा रही हूँ"
    # s2 = "मैं सब्ज़ी ख़रीदने जाऊँगी"

    # s1 = "मैंने जोखिम उठाया है"
    # s2 = "मैं जोखिम उठाऊँगा"

    # s1 = "मैंने वादा नहीं तोड़ा था"
    # s2 = "मैं वादा नहीं तोड़ूँगा"

    # s1 = "वह फ़ुट्बॉल खेलता रहा"
    # s2 = "वह फ़ुट्बॉल खेलता रहेगा"

    # s1 = "वह हँसता रहा"
    # s2 = "वह हँसता रहेगा"

    # s1 = "उसने प्राप्त कर लिया"
    # s2 = "वह प्राप्त कर लेगा"

    # s1 = "उसने कर दिखाया था"
    # s2 = "वह कर दिखाएगा"

    # s1 = "उसने कर दिखाया"
    # s2 = "वह कर दिखाएगा"

    # s1 = "वह कर दिखाता है"
    # s2 = "उसने कर दिखाया"

    # s1 = "उसने टेलेफ़ोन वापस कर दिया"
    # s2 = "वह टेलेफ़ोन वापस कर देगा"

    # s1 = "वह गले लगा था"
    # s2 = "वह गले लग जाएगा"

    # s1 = "मैं अच्छा जीवन बिताता हूँ"
    # s2 = "मैं अच्छा जीवन व्यतीत करता हूँ"

    # s1 = "सबको शिक्षित करो"
    # s2 = "सबको शिक्षित करना चाहिए था"

    # s1 = "सबको शिक्षित करो"
    # s2 = "सबको शिक्षित करना ज़रूरी है"

    # s1 = "वह 1992 में पैदा हुआ था"
    # s2 = "वह 2005 में पैदा होगा "

    # s1 = "वह बदला ले चुका"
    # s2 = "वह बदला लेगा"

    #Nice
    # s1 = "वह दवाई लेना चाहता है"
    # s2 = "वह दवाई ले चुका है"

    # s1 = "शब्द को रेखांकित करो"
    # # s2 = "शब्द को रेखांकित  करो"
    # s2 = "शब्द की रेखा खींचो"

    # s1 = "वह व्यथित था"
    # s2 = "उसकी व्यथा दिख रही थी"

    # s1 = "वह चिंतित था"
    # s2 = "उसको चिंता थी"

    # s1 = "उसके संस्कार अच्छे हैं "
    # s2 = "वह संस्कारी है"

    # s1 = "और विदाई के वक्त इंद्र कंवर से वादी किया की एक दिन वह उसे जरूर मुगल बादशाह से मुक्त कराऐंगे ."
    # s2 = "और विदाई के वक्त इंद्र कंवर से वादा किया की एक दिन वह उसे जरूर मुगल बादशाह से मुक्त कराऐंगे ."

    # s1 = "राधा मेरी परम प्रिय स्नेही है "
    # s2 = "राधा मेरी परम प्रिय स्नेहा है "
    # s1 = "१५ जनवरी २०१२ की स्थित तक इस विकिपीडिया पर लेखों की सँख्या है"
    # s2 = "१५ जनवरी २०१२ की स्थिति तक इस विकिपीडिया पर लेखों की सँख्या है "

    # s1 = "२५ नवम्बर , २००७ तक इसमें कुल ४ , ९०० लेख थे जो इसे विकिपीडिया का ९६ वां सबसे बड़ा संस्करण बनता है"
    # s2 = "२५ नवम्बर , २००७ तक इसमें कुल ४ , ९०० लेख थे जो इसे विकिपीडिया का ९६ वां सबसे बड़ा संस्करण बनाता है"

    # s1 = "मैं मुस्कुराती रहूँगी"
    # s2 = "मैं मुस्कुरा रही हूँ"
    # s1 = "यह हिन्दू धर्म की एक देवता हैं ."
    # s2 = "यह हिन्दू धर्म की एक देवी हैं ."

    # s1 = "2006 में उन्होंने वेस्सेलिन तोपालोव को पराजित करके 1993 के बाद से पहली निर्विवाद चैंपियन बन गए"
    # s2 = "2006 में उन्होंने वेस्सेलिन तोपालोव को पराजित करके 1993 के बाद से पहले निर्विवाद चैंपियन बन गए ."

    s1 = "वाम मोर्चा पार्टियां दोनों सरकारों और मुख्यधारा के विपक्षी दलों की नीतियों की आलोचना करते हुए संसद में एक स्वतंत्र गुट बने रहती हैं ."
    s2 = "वाम मोर्चा पार्टियां दोनों सरकारों और मुख्यधारा के विपक्षी दलों की नीतियों की आलोचना करते हुए संसद में एक स्वतंत्र गुट बनाए रहती हैं ."

    doc1 = nlp(s1)
    doc2 = nlp(s2)
    target_iterator = iter(doc2.sentences)

    for i, orig in enumerate(doc1.sentences):
        cor = next(target_iterator)
        # print("type",type(orig))#type of orig = Sentence
        # print(orig,cor)
        # o_low = orig.tokens
        # c_low = cor.tokens
        # cur = char_cost(o_low[3], c_low[3])
        # print(o_low[3],c_low[3],"cost: "+str(cur))
        # cor = next(target_iterator)
        # alignment = align(orig, cor, lev)
        # print(alignment)
        # all_split(orig,cor)
        edits = annotator.annotate(orig, cor, lev= False ,merging= "rules") # lev = True, merging strategy = all_split
        print("Number of edits: %d" % len(edits))
        for x in edits:
            print(x)
            # print(type(x.o_toks[-1])) # type is token
    print(s1)
    print(s2)
    # print("Doc1",doc1)
    # print("Doc2",doc2)